{
    "Finance": {
    "The Foundations": {
        "General": "Every decision made in a business has financial implications, and any decision that involves the use of money is a corporate financial decision. Defined broadly, everything that a business does fits under the rubric of corporate finance. It is, in fact, unfortunate that we even call the subject corporate finance, because it suggests to many observers a focus on how large corporations make financial decisions and seems to exclude small and private businesses from its purview. A more appropriate title for this book would be Business Finance, because the basic principles remain the same, whether one looks at large, publicly traded firms or small, privately run businesses. All businesses have to invest their resources wisely, find the right kind and mix of financing to fund these investments, and return cash to the owners if there are not enough good investments. In this chapter, we will lay the foundation for the rest of the book by listing the three fundamental principles that underlie corporate finance—the investment, financing, and dividend principles—and the objective of firm value maximization that is at the heart of corporate financial theory.\n",
        "The Firm: Structural Set-Up": "In the chapters that follow, we will use firm generically to refer to any business, large or small, manufacturing or service, private or public. Thus, a corner grocery store and Microsoft are both firms. The firm’s investments are generically termed assets. Although assets are often categorized by accountants into fixed assets, which are long-lived, and current assets, which are short-term, we prefer a different categorization. The assets that the firm has already invested in are called assets in place, whereas those assets that the firm is expected to invest in the future are called growth assets. Though it may seem strange that a firm can get value from investments it has not made yet, high-growth firms get the bulk of their value from these yet-to-be-made investments. To finance these assets, the firm can raise money from two sources. It can raise funds from investors or financial institutions by promising investors a fixed claim (interest payments) on the cash flows generated by the assets, with a limited or no role in the day-to-day running of the business. We categorize this type of financing to be debt. Alternatively, it can offer a residual claim on the cash flows (i.e , investors can get what is left over after the interest payments have been made) and a much greater role in the operation of the business. We call this equity. Note that these definitions are general enough to cover both private firms, where debt may take the form of bank loans and equity is the owner’s own money, as well as publicly traded companies, where the firm may issue bonds (to raise debt) and common stock (to raise equity). Thus, at this stage, we can lay out the financial balance sheet of a firm as follows: \n",
        "The Objective of the Firm": "No discipline can develop cohesively over time without a unifying objective. The growth of corporate financial theory can be traced to its choice of a single objective and the development of models built around this objective. The objective in conventional corporate financial theory when making decisions is to maximize the value of the business or firm. Consequently, any decision (investment, financial, or dividend) that increases the value of a business is considered a good one, whereas one that reduces firm value is considered a poor one. Although the choice of a singular objective has provided corporate finance with a unifying theme and internal consistency, it comes at a cost. To the degree that one buys into this objective, much of what corporate financial theory posits makes sense. To the degree that this objective is flawed, however, it can be argued that the theory built on it is flawed as well. Many of the disagreements between corporate financial theorists and others (academics as well as practitioners) can be traced to fundamentally different views about the correct objective for a business. For instance, there are some critics of corporate finance who argue that firms should have multiple objectives where a variety of interests (stockholders, labor, customers) are met, and there are others who would have firms focus on what they view as simpler and more direct objectives, such as market share or profitability. Given the significance of this objective for both the development and the applicability of corporate financial theory, it is important that we examine it much more carefully and address some of the very real concerns and criticisms it has garnered: It assumes that what stockholders do in their own self-interest is also in the best interests of the firm, it is sometimes dependent on the existence of efficient markets, and it is often blind to the social costs associated with value maximization. In the next chapter, we consider these and other issues and compare firm value maximization to alternative objectives."
    },
    "The Objective in Decision Making": {
        "General": "Corporate finance’s greatest strength and greatest weakness is its focus on value maximization. By maintaining that focus, corporate finance preserves internal consistency and coherence and develops powerful models and theory about the right way to make investment, financing, and dividend decisions. It can be argued, however, that all of these conclusions are conditional on the acceptance of value maximization as the only objective in decision-making. In this chapter, we consider why we focus so strongly on value maximization and why, in practice, the focus shifts to stock price maximization. We also look at the assumptions needed for stock price maximization to be the right objective, what can go wrong with firms that focus on it, and at least partial fixes to some of these problems. We will argue strongly that even though stock price maximization is a flawed objective, it offers far more promise than alternative objectives because it is self-correcting.",
        "Choosing the Right Objective": "Let’s start with a description of what an objective is and the purpose it serves in developing theory. An objective specifies what a decision maker is trying to accomplish and by so doing provides measures that can be used to choose between alternatives. In most firms, the managers of the firm, rather than the owners, make the decisions about where to invest or how to raise funds for an investment. Thus, if stock price maximization is the objective, a manager choosing between two alternatives will choose the one that increases stock price more. In most cases, the objective is stated in terms of maximizing some function or variable, such as profits or growth, or minimizing some function or variable, such as risk or costs. So why do we need an objective, and if we do need one, why can’t we have several? Let’s start with the first question. If an objective is not chosen, there is no systematic way to make the decisions that every business will be confronted with at some point in time. For instance, without an objective, how can Disney’s managers decide whether the investment in a new theme park is a good one? There would be a menu of approaches for picking projects, ranging from reasonable ones like maximizing return on investment to obscure ones like maximizing the size of the firm, and no statements could be made about their relative value. Consequently, three managers looking at the same project may come to three separate conclusions. If we choose multiple objectives, we are faced with a different problem. A theory developed around multiple objectives of equal weight will create quandaries when it comes to making decisions. For example, assume that a firm chooses as its objectives maximizing market share and maximizing current earnings. If a project increases market share and current earnings, the firm will face no problems, but what if the project under analysis increases market share while reducing current earnings? The firm should not invest in the project if the current earnings objective is considered, but it should invest in it based on the market share objective. If objectives are prioritized, we are faced with the same stark choices as in the choice of a single objective. Should the top priority be the maximization of current earnings or should it be maximizing market share? Because there is no gain, therefore, from having multiple objectives, and developing theory becomes much more difficult, we argue that there should be only one objective. There are a number of different objectives that a firm can choose between when it comes to decision making. How will we know whether the objective that we have chosen is the right objective? A good objective should have the following characteristics. a. It is clear and unambiguous. An ambiguous objective will lead to decision rules that vary from case to case and from decision maker to decision maker. Consider, for instance, a firm that specifies its objective to be increasing growth in the long term. This is an ambiguous objective because it does not answer at least two questions. The first is growth in what variable—Is it in revenue, operating earnings, net income, or earnings per share? The second is in the definition of the long term: Is it three years, five years, or a longer period? b. It comes with a timely measure that can be used to evaluate the success or failure of decisions. Objectives that sound good but don’t come with a measurement mechanism are likely to fail. For instance, consider a retail firm that defines its objective as maximizing customer satisfaction. How exactly is customer satisfaction defined, and how is it to be measured? If no good mechanism exists for measuring how satisfied customers are with their purchases, not only will managers be unable to make decisions based on this objective but stockholders will also have no way of holding them accountable for any decisions they do make. c. It does not create costs for other entities or groups that erase firm-specific benefits and leave society worse off overall. As an example, assume that a tobacco company defines its objective to be revenue growth. Managers of this firm would then be inclined to increase advertising to teenagers, because it will increase sales. Doing so may create significant costs for society that overwhelm any benefits arising from the objective. Some may disagree with the inclusion of social costs and benefits and argue that a business only has a responsibility to its stockholders, not to society. This strikes us as shortsighted because the people who own and operate businesses are part of society."
    },
    "The Classical Objective": {
        "General": "There is general agreement, at least among corporate finance theorists that the objective when making decisions in a business is to maximize value. There is some disagreement on whether the objective is to maximize the value of the stockholder’s stake in the business or the value of the entire business (firm), which besides stockholders includes the other financial claim holders (debt holders, preferred stockholders, etc.). Furthermore, even among those who argue for stockholder wealth maximization, there is a question about whether this translates into maximizing the stock price. As we will see in this chapter, these objectives vary in terms of the assumptions needed to justify them. The least restrictive of the three objectives, in terms of assumptions needed, is to maximize the firm value, and the most restrictive is to maximize the stock price.",
        "Multiple Stakeholders and Conflicts of Interest": "In the modern corporation, stockholders hire managers to run the firm for them; these managers then borrow from banks and bondholders to finance the firm’s operations. Investors in financial markets respond to information about the firm revealed to them by the managers, and firms have to operate in the context of a larger society. By focusing on maximizing stock price, corporate finance exposes itself to several risks. Each of these stakeholders has different objectives and there is the distinct possibility that there will be conflicts of interests among them. What is good for managers may not necessarily be good for stockholders, and what is good for stockholders may not be in the best interests of bondholders and what is beneficial to a firm may create large costs for society. These conflicts of interests are exacerbated further when we bring in two additional stakeholders in the firm. First, the employees of the firm may have little or no interest in stockholder wealth maximization and may have a much larger stake in improving wages, benefits, and job security. In some cases, these interests may be in direct conflict with stockholder wealth maximization. Second, the customers of the business will probably prefer that products and services be priced lower to maximize their utility, but again this may conflict with what stockholders would prefer.",
        "Potential Side Costs of Value Maximization": "As we noted at the beginning of this section, the objective in corporate finance can be stated broadly as maximizing the value of the entire business, more narrowly as maximizing the value of the equity stake in the business or even more narrowly as maximizing the stock price for a publicly traded firm. The potential side costs increase as the objective is narrowed. If the objective when making decisions is to maximize firm value, there is a possibility that what is good for the firm may not be good for society. In other words, decisions that are good for the firm, insofar as they increase value, may create social costs. If these costs are large, we can see society paying a high price for value maximization, and the objective will have to be modified to allow for these costs. To be fair, however, this is a problem that is likely to persist in any system of private enterprise and is not peculiar to value maximization. The objective of value maximization may also face obstacles when there is separation of ownership and management, as there is in most large public corporations. When managers act as agents for the owners (stockholders), there is the potential for a conflict of interest between stockholder and managerial interests, which in turn can lead to decisions that make managers better off at the expense of stockholders. When the objective is stated in terms of stockholder wealth, the conflicting interests of stockholders and bondholders have to be reconciled. Since stockholders are the decision makers and bondholders are often not completely protected from the side effects of these decisions, one way of maximizing stockholder wealth is to take actions that expropriate wealth from the bondholders, even though such actions may reduce the wealth of the firm. Finally, when the objective is narrowed further to one of maximizing stock price, inefficiencies in the financial markets may lead to misallocation of resources and to bad decisions. For instance, if stock prices do not reflect the long-term consequences of decisions, but respond, as some critics say, to short-term earnings effects, a decision that increases stockholder wealth (which reflects long-term earnings potential) may reduce the stock price. Conversely, a decision that reduces stockholder wealth but increases earnings in the near term may increase the stock price."
    }
}
}