{
    "The Financial Manager and the Firm": {
        "The Role of the Financial Manager": {
            "Financial Manager": "The financial manager is responsible for making decisions that are in the best interests of the firm's owners, whether the firm is a start-up business with a single owner or a billion-dollar corporation owned by thousands of stockholders. The decisions made by the financial manager or owner should be one and the same. In most situations this means that the financial manager should make decisions that maximize the value of the owners' stock. This helps maximize the owners' wealth, which is the economic value of the assets the owner possesses. Our underlying assumption in this book is that most people who invest in businesses do so because they want to increase their wealth. In the following discussion, we describe the responsibilities of the financial manager in a new business in order to illustrate the types of decisions that such a manager makes.",
            "Stakeholders": "Before we discuss the new business, you may want to look at Exhibit 1.1, which shows the cash flows between a firm and its owners (in a corporation, the stockholders) and various stakeholders. A stakeholder is someone other than an owner who has a claim on the cash flows of the firm: managers, who want to be paid salaries and performance bonuses; other employees, who want to be paid wages; suppliers, who want to be paid for goods or services they provide; creditors, who want to be paid interest and principal; and the government, which wants the firm to pay taxes. Stakeholders may have interests that differ from those of the owners. When this is the case, they may exert pressure on management to make decisions that benefit them. We will return to these types of conflicts of interest later in the book. For now, though, we are primarily concerned with the overall flow of cash between the firm and its stockholders and stakeholders.",
            "It's All About Cash Flows": "To produce its products or services, a new firm needs to acquire a variety of assets. Most will be long-term assets, which are also known as productive assets. Productive assets can be tangible assets, such as equipment, machinery, or a manufacturing facility, or intangible assets, such as patents, trademarks, technical expertise, or other types of intellectual capital. Regardless of the type of asset, the firm tries to select assets that will generate the greatest cash flows for the firm's owners. The decision-making process through which the firm purchases productive assets is called capital budgeting, and it is one of the most important decision processes in a firm. Making business decisions is all about cash flows, because only cash can be used to pay bills and buy new assets. Cash initially flows into the firm as a result of the sale of goods or services. These cash inflows are used in a number of ways: to pay wages and salaries, to buy supplies, to repay creditors, and to pay taxes. Any cash that is left over (residual cash flows) can be reinvested in the business or paid as dividends to stockholders. Once the managers of a firm have selected the firm's productive assets, they must raise money to pay for them. Financing decisions determine the ways in which firms obtain and manage long-term financing to acquire and support their productive assets. There are two basic sources of funds: debt and equity. Every firm has some equity because equity represents ownership in the firm. It consists of capital contributions by the owners plus cash flows that have been reinvested in the firm. In addition, most firms borrow from a bank or issue some type of long-term debt to finance productive assets. After the productive assets have been purchased and the business is operating, the managers of the firm will try to produce products at the lowest possible cost while maintaining quality. This means buying raw materials at the lowest possible cost, holding production and labor costs down, keeping management and administrative costs to a minimum, and seeing that shipping and delivery costs are competitive. In addition, day-to-day finances must be managed so that the firm will have sufficient cash on hand to pay salaries, purchase supplies, maintain inventories, pay taxes, and cover the myriad of other expenses necessary to run a business. The management of current assets, such as money owed by customers who purchase on credit, inventory, and current liabilities, such as money owed to suppliers, is called working capital management. A firm generates cash flows by selling the goods and services it produces. A firm is successful when these cash inflows exceed the cash outflows needed to pay operating expenses, creditors, and taxes. After meeting these obligations, the managers of the firm can distribute the remaining cash, called residual cash flows, to the owners as a cash dividend or by repurchasing some shares, or reinvest the cash in the business. The reinvestment of residual cash flows in the business to buy more productive assets is a very important concept. If these funds are invested wisely, they provide the foundation for the firm to grow and provide larger residual cash flows in the future for the owners. The reinvestment of cash flows (earnings) is the most fundamental way that businesses grow in size. Exhibit 1.1 illustrates how the revenue generated by productive assets ultimately becomes residual cash flows. A firm is unprofitable when it fails to generate sufficient cash inflows to pay operating expenses, creditors, and taxes. Firms that are unprofitable over time will be forced into bankruptcy by their creditors if the owners do not shut them down first. In bankruptcy the company will be reorganized or the company's assets will be liquidated, whichever is more valuable. If the company is liquidated, creditors are paid in a priority order according to the structure of the firm's financial contracts and prevailing bankruptcy law. If anything is left after all creditor and tax claims have been satisfied, which usually does not happen, the remaining cash, or residual value, is distributed to the owners.",
            "Three Fundamental Decisions in Financial Management": "Based on our discussion so far, we can see that financial managers are concerned with three fundamental decisions when running a business: 1. Capital budgeting decisions: Identifying the productive assets the firm should buy. 2. Financing decisions: Determining how the firm should finance or pay for assets. 3. Working capital management decisions: Determining how day-to-day financial matters should be managed so that the firm can pay its bills, and how surplus cash should be invested.",
            "Capital Budgeting Decisions": "A firm's capital budget is simply a list of the productive (capital) assets that management wants to purchase over a budget cycle, typically one year. The capital budgeting decision process addresses which productive assets the firm should purchase and how much money the firm can afford to spend. As shown in Exhibit 1.2, capital budgeting decisions affect the asset side of the balance sheet and are concerned with a firm's long-term investments. Capital budgeting decisions, as we mentioned earlier, are among management's most important decisions. Over the long run, they have a large impact on the firm's success or failure. The reason is twofold. First, capital (productive) assets generate most of the cash flows for the firm. Second, capital assets are long term in nature. Once they are purchased, the firm owns them for a long time, and they may be hard to sell without taking a financial loss. The fundamental question in capital budgeting is this: Which productive assets should the firm purchase? A capital budgeting decision may be as simple as a movie theater's decision to buy a popcorn machine or as complicated as Boeing's decision to invest more than $6 billion to design and build the 787 Dreamliner passenger jet. Capital investments may also involve the purchase of an entire business, such as Microsoft's June 2016 purchase of the professional networking software company LinkedIn for $26 billion. Regardless of the project, a good investment is one in which the benefits are worth more to the firm than the cost of the asset. For example, in January 2015 AT&T bid more than $18 billion in a Federal Communications Commission auction for Advanced Wireless Services (the right to use radio frequencies over which voice and data signals are sent). Presumably, AT&T expects that the investment will produce a stream of cash flows worth more than $18 billion. Suppose AT&T estimates that in terms of the current market value, the future cash flows from the wireless spectrum purchase are worth $21 billion. Is the purchase a good deal for AT&T? The answer is yes because the value of the expected cash flow benefits from the purchase exceeds the cost by $3 billion ($21 billion − $18 billion = $3 billion). If the purchase of the wireless spectrum works out as planned, the value of AT&T will be increased by $3 billion!",
            "Financing Decisions": "Financing decisions determine how firms raise cash to pay for their investments, as shown in Exhibit 1.2. Productive assets, which are long term in nature, are financed by long-term borrowing, equity investment, or both. Financing decisions involve trade-offs between the advantages and disadvantages of these financing alternatives for the firm. A major advantage of debt financing is that debt payments are tax deductible for many corporations. However, debt financing increases a firm's risk because it creates a contractual obligation to make periodic interest payments and, at maturity, to repay the amount that is borrowed. Contractual obligations must be paid regardless of the firm's operating cash flow, even if the firm suffers a financial loss. If the firm fails to make payments as promised, it defaults on its debt obligation and could be forced into bankruptcy. In contrast, equity has no maturity, and there are no guaranteed payments to equity investors. In a corporation, the board of directors has the right to decide whether dividends should be paid to stockholders. This means that if a dividend payment is reduced or omitted altogether, the firm will not be in default. Unlike interest payments, however, dividend payments to stockholders are not tax deductible.",
            "Working Capital Management Decisions": "Management must also decide how to manage the firm's current assets, such as cash, inventory, and accounts receivable, as well as its current liabilities, such as trade credit and accounts payable. The dollar difference between a firm's total current assets and its total current liabilities is called its net working capital, as shown in Exhibit 1.2. As mentioned earlier, working capital management is the day-to-day management of the firm's short-term assets and liabilities. The goals of managing working capital are to ensure that the firm has enough cash to pay its bills and invest any spare cash to earn interest. The mismanagement of working capital can cause a firm to default on its debt and go into bankruptcy, even though, over the long term, the firm may be profitable. For example, a firm that makes sales to customers on credit but is not diligent about collecting the accounts receivable can quickly find itself without enough cash to pay its bills. If this condition becomes chronic, creditors can force the firm into bankruptcy if the firm is not able to obtain alternative financing. A firm's profitability can also be affected by its inventory level. If the firm has more inventory than it needs to meet customer demands, it has too much capital tied up in assets that are not earning cash. Conversely, if the firm holds too little inventory, it can lose sales because it does not have products to sell when customers want them. Management must therefore determine the optimal inventory level."
        },
        "Forms of Business Organization": {
            "Sole Proprietorships": "A sole proprietorship is a business that is owned by a single person. Its life is limited to the period that the owner (proprietor) is associated with the business because there is no ownership interest that can be transferred to someone else—there is no stock or other such interest that can be sold. A sole proprietorship ceases to exist when the proprietor stops being involved with the business. Many small businesses in the United States are organized this way. A sole proprietorship is the simplest and least expensive form of business to set up and is the least regulated. To start a sole proprietorship, all you have to do is obtain the business licenses required by your local and state governments. The ownership structure of a sole proprietorship has both advantages and disadvantages. Among the advantages is the fact that the proprietor does not have to share decision-making authority with anyone and can run the business as he or she chooses. There are several disadvantages related to the fact that there is no stock or other ownership interest to sell. First, the amount of equity capital that can be raised to finance the business is limited to the owner's personal wealth. This can restrict growth for the business unless the proprietor is very wealthy. Second, it can be more costly to transfer ownership. The proprietor must sell the assets of the business directly, rather than indirectly through the sale of an ownership interest in an operating business. The business must essentially be re-established every time it is sold. Third, because the proprietor provides all of the equity capital and manages the business, there is no separation of the management and investment roles. This limits the ability of good managers to form a business if they do not also have capital to invest. Fourth, it is not possible to provide employees with compensation in the form of ownership interests, such as stock or stock options, which can help motivate them to work harder. Another disadvantage of a sole proprietorship is that proprietor faces unlimited liability. If someone is harmed by the business, the proprietor's liability extends beyond the money invested in the business. The proprietor can lose some or all of his or her personal wealth too. Finally, profits from a sole proprietorship flow through to the sole proprietor's personal tax return, meaning that the business does not pay taxes before profits are distributed to the owner. Because the business is not subject to income taxes, profits are not subject to double-taxation as is a C-corporation (described later). There are limitations on tax deductions for personal expenses, such as those associated with health insurance, but the costs of these limitations are often outweighed by the benefits from the flow-through of profits in a sole proprietorship.",
            "Partnerships": "A partnership consists of two or more owners who have joined together legally to manage a business. To form a partnership, the owners (partners) enter into an agreement that details how much capital each partner will invest in the partnership, what their management roles will be, how key management decisions will be made, how the profits will be divided, and how ownership will be transferred in case of specified events, such as the retirement or death of a partner. A general partnership is a partnership in which all of the partners are owners of (investors in) the business and active in managing it. In contrast, a limited partnership has both general partners, who are owners and managers, and limited partners, who are owners but not managers. Partnerships are more costly to form than sole proprietorships because the partners must hire an attorney to draw up and maintain the partnership agreement, which specifies the nature of the relationships between or among the partners. On the other hand, partnership agreements can be amended to allow for the business to continue when a partner leaves. The ability to make the life of a business independent of that of the partners increases the liquidity of the ownership interests, making it easier to raise capital and less costly for the partners to sell their interests at an attractive price. Many of the other advantages and disadvantages of a general partnership are similar to those of a sole proprietorship. A key disadvantage of a general partnership is that, like the proprietor in a sole proprietorship, all partners have unlimited liability. This liability can be even worse than in a sole proprietorship because a general partner can be held liable for all of the partnership's debts and other obligations, regardless of what proportion of the business he or she owns or how the debt or other obligations were incurred. The problem of unlimited liability is avoided for some partners in a limited partnership because limited partners can generally only lose the amount of money that they have invested in the business. In a limited partnership one or more general partners have unlimited liability and actively manage the business, while each limited partner is liable for business obligations only up to the amount of capital he or she invested in the partnership. In other words, the limited partners have limited liability. To qualify for limited partner status, a partner cannot be actively engaged in managing the business.",
            "Corporations": "Most large businesses are organized as corporations. A corporation is a legal entity authorized under a state charter. In a legal sense, it is a “person” distinct from its owners. For example, corporations can sue and be sued, enter into contracts, borrow money, and own assets. They can also be general or limited partners in partnerships, and they can own stock in certain types of other corporations. Because a corporation is an entity that is distinct from its owners, it can have an indefinite life. Corporations hold the majority of all business assets and generate the majority of business revenues and profits in the United States. The owners of a corporation are its stockholders. Starting a corporation is more costly than starting a sole proprietorship. For example, it requires writing articles of incorporation and by-laws that conform to the laws of the state of incorporation. These documents spell out the name of the corporation, its business purpose, its intended life span (unless explicitly stated otherwise, the life is indefinite), the amount of stock to be issued, and the number of directors and their responsibilities. Over the life of a successful business, these costs are not very important. However, to a cash-strapped entrepreneur, they can seem substantial. On the other hand, the corporate form of organization has several advantages. For example, shares in a corporation can be sold to raise capital from investors who are not involved in the business. This can greatly increase the amount of capital that can be raised to fund the business. Another major advantage of a corporation is that stockholders have limited liability for debts and other obligations. Owners of corporations have limited liability because corporations are legal persons that take actions in their own names, not in the names of individual owners. An S-corporation is a form of corporation that can be used by private businesses that meet certain requirements. An S-corporation can have only one class of stock and cannot have more than one hundred stockholders or any stockholders that are corporations or nonresident alien investors. In contrast, a C-corporation, which is the form used by public corporations, does not face such limits. While there are more restrictions on S-corporations, there are also advantages. Specifically, all profits earned by an S-corporation pass directly to the stockholders, just as they pass to a sole proprietor or the partners in a partnership. This means that no taxes are paid at the corporate level. In contrast, a major disadvantage of a C-corporation is that it must pay taxes on the income it earns. If the corporation pays a cash dividend, the stockholders must also pay taxes on the dividends they receive. Thus, the owners of C-corporations are subject to double taxation—first at the corporate level and then at the personal level when they receive dividends. Corporations can be classified as public or private. Most large companies prefer to operate as public corporations because large amounts of capital can be raised in public markets at a relatively low cost. Public markets, such as the New York Stock Exchange (NYSE) and NASDAQ, are regulated by the Securities and Exchange Commission (SEC).3 In contrast, privately held, or closely held, corporations are typically owned by a small number of investors, and their shares are not traded publicly. When a corporation is first formed, the common stock is often held by a few investors, typically the founder, a small number of key managers, and financial backers. Over time, as the company grows in size and needs larger amounts of capital, management may decide that the company should “go public” in order to gain access to the public markets. Not all privately held corporations go public, however.",
            "Limited Liability Partnerships and Companies": "Historically, law firms, accounting firms, investment banks, and other professional groups were organized as sole proprietorships or partnerships. For partners in these firms, all income was taxed as personal income, and general partners had unlimited liability for all debts and other financial obligations of the firm. It was widely believed that in professional partnerships, such as those of attorneys, accountants, or physicians, the partners should be liable individually and collectively for the professional conduct of each partner. This structure gave the partners an incentive to monitor each other's professional conduct and discipline poorly performing partners, resulting in a higher quality of service and greater professional integrity. Financially, however, misconduct by one partner could result in disaster for the entire firm. For example, a physician found guilty of malpractice exposes every partner in the medical practice to financial liability, even if the others never treated the patient in question. In the 1980s, because of sharp increases in the number of professional malpractice cases and large damages awards in the courts, professional groups began lobbying state legislators to create hybrid forms of business organization. One such hybrid is known as a limited liability partnership (LLP). An LLP combines some of the limited liability characteristics of a corporation with the tax advantage of a partnership. While liability varies from state to state, LLP partners in general have more limited liability than general partners in regular partnerships. Typically, they are not personally liable for any other partner's malpractice or professional misconduct. Like regular partnerships, income to the partners of an LLP is taxed as personal income. A limited liability company (LLC) is another hybrid form of organization that is becoming increasingly common. Like LLPs, LLCs have benefited founders of many businesses that would otherwise have been organized as limited partnerships. They also provide limited liability to the people who make the business decisions in the firm while enabling all investors to retain the flow-through tax advantages of a limited partnership. You will notice that Exhibit 1.3 indicates that the lives of partnerships, LLPs, and LLCs are flexible. This is because, while partnership, LLP, and LLC agreements can be written so that their lives are indefinite, they can also be written with a fixed life in mind. For example, private equity and venture capital limited partnerships and LLCs are typically structured so that they last only 10 years."
        }
    },
    "The Financial System and the Level of Interest Rates": {
        "The Financial System": {
            "Financial System": "The financial system consists of financial markets and financial institutions. Financial market is a general term that includes a number of different types of markets for the creation and exchange of financial assets, such as stocks and bonds. Financial institutions are firms such as commercial banks, credit unions, insurance companies, pension funds, and finance companies that provide financial services to the economy. The distinguishing feature of financial institutions is that they invest their funds in financial assets, such as business loans, stocks, and bonds, rather than real assets, such as plant and equipment. The critical role of the financial system in the economy is to gather money from households (individuals), businesses, and governments with surplus funds to invest and channel that money to those who need it. Businesses need money to invest in new productive assets to expand their operations and increase the firm's cash flow, which should increase the value of the firm. Consumers, too, need money, which they use to purchase things such as homes, cars, and boats—or to pay college tuition bills. Some of the players in the financial system are well-known names such as the New York Stock Exchange, Bank of America, Goldman Sachs, and State Farm Insurance. Others are lesser-known but important firms, such as the multinational giant AIG. A well-developed financial system is critical for the operation of a complex industrial economy such as that of the United States. Highly industrialized countries cannot function without a competitive and sound financial system that efficiently gathers money and channels it into the best investment opportunities. Let's look at a simple example to illustrate how the financial system channels money to businesses.",
            "The Financial System at Work": "Suppose that, at the beginning of the school year, you receive a $10,000 student loan to help pay your expenses for the year, but you need only $5,000 for the first semester. You wisely decide to invest the remaining $5,000 to earn some interest income. After shopping at several banks near campus, you decide that the best deal is a $5,000 consumer certificate of deposit (CD) that matures in three months and pays 2 percent interest. (CDs are debt instruments issued by a bank that pay interest and are insured by the federal government.) The bank pools your money with funds from checking and savings accounts and other CDs and uses this money to make business and consumer loans. In this case, the bank makes a loan to the pizza parlor near campus: $30,000 for five years at a 7 percent interest rate. The bank decides to make the loan because of the pizza parlor's sound credit rating and because it expects the pizza parlor to generate enough cash flows to repay the loan with interest. The pizza parlor owner wants the money to invest in additional real (productive) assets to earn greater profits (cash flows) and thereby increase the value of her business. During the same week, the bank makes loans to other businesses and also rejects a number of loan requests because the borrowers have poor credit ratings or the proposed projects have low rates of return. From this example, we can draw some important inferences about financial systems: If the financial system is competitive, the interest rate the bank pays on CDs will be at or near the highest rate that you can earn on a CD of similar maturity and risk at another bank. At the same time, the pizza parlor and other businesses will have borrowed at or near the lowest possible interest cost, given their risk class. Competition among banks will drive CD rates up and loan rates down. The bank gathers money from you and other consumers in small dollar amounts, aggregates it, and then makes loans in much larger dollar amounts. Saving by consumers in small dollar amounts is the origin of much of the money that funds business loans. An important function of the financial system is to direct money to the best investment opportunities in the economy. If the financial system works properly, only business projects with high rates of return and good credit will be financed. Those with low rates of return or poor credit will be rejected. Thus, financial systems contribute to higher production and efficiency in the overall economy. Finally, note that the bank has earned a tidy profit from the deal. The bank has borrowed your money at 2 percent by selling you a CD and has lent the money to the pizza parlor at 7 percent. Thus, the bank's gross profit is 5 percent (7 percent − 2 percent = 5 percent), which is the difference between the bank's lending and borrowing rates. Banks earn much of their profits from this spread between the lending and borrowing rates.",
            "How Funds Flow through the Financial System": "We have seen that the financial system plays a critical role in the economy. The system moves money from lender-savers (whose income exceeds their spending) to borrower-spenders (whose spending exceeds their income), as shown schematically in Exhibit 2.1. The most important group of lender-savers in the economy are households, but some businesses and many state and local governments at times have excess funds to lend to those who need money. As a group, businesses are the borrower-spenders that borrow the most in the economy, followed by the federal government. The role of the financial system is to gather money from households, businesses, or governments with surplus funds and channel it to those who need it. Money flows through the financial system in two basic ways: directly, through wholesale financial markets, as shown in the top route of the diagram, and indirectly, through financial institutions, as shown in the bottom route."
        },
        "Direct Financing": {
            "Direct Financing": "In this section we turn our attention to direct financing, in which funds flow directly through the financial system. In direct transactions, the lender-savers and the borrower-spenders deal directly with one another; borrower-spenders sell securities, such as stocks and bonds, to lender-savers in exchange for money. These securities represent claims on the borrowers' future income or assets. A number of different interchangeable terms are used to refer to securities, including financial securities, financial instruments, and financial claims. The financial markets in which direct transactions take place are wholesale markets with a typical minimum transaction size of $1 million. For most business firms, these markets provide funds at the lowest possible cost. The major buyers and sellers of securities in the direct financial markets are commercial banks; other financial institutions, such as insurance companies and business finance companies; large corporations; federal, state, and local governments; hedge funds; and some wealthy individuals. It is important to note that financial institutions are major buyers of securities in the direct financial markets. For example, life and casualty insurance companies buy large quantities of corporate bonds and stocks for their investment portfolios. In Exhibit 2.1 the arrow leading from financial institutions to financial markets depicts this flow. Although few individuals participate in direct financial markets, individuals can gain access to many of the financial products produced in these markets through retail channels at investment or commercial banks or independent brokerage firms (the lower route in Exhibit 2.1). For example, individuals can buy or sell stocks and bonds in small dollar amounts at Merrill Lynch, a Bank of America retail brokerage business, or the discount brokerage firm TD Ameritrade. We discuss indirect financing through financial institutions later in this chapter.",
            "A Direct Market Transaction": "Let's look at a typical direct market transaction. When managers decide to engage in a direct market transaction, they often have in mind a specific capital project that needs financing, such as building a new manufacturing facility. Suppose that Apple Inc. needs $200 million to build a new facility and decides to fund it by selling long-term bonds with a 15-year maturity (Apple is planning on borrowing the money). While searching for the financing, Apple contacts a group of insurance companies, which expresses an interest in buying Apple's bonds. The insurance companies will buy Apple's bonds only after determining that they are priced fairly for their level of risk. Apple will sell its bonds to the insurance companies only after shopping the market to be sure investors are offering a competitive price.",
            "Investment Banks and Direct Financing": "Two important participants in the direct financial markets are investment banks and money center banks. Investment banks specialize in helping companies sell new debt or equity, although they can also provide other services, such as the broker and dealer services discussed later in this chapter and traditional banking services. Money center banks are large commercial banks that provide both traditional and investment banking services throughout the world. Historically, there was a clear distinction between the activities of investment and money center banks. After the Great Depression (1929–1933), commercial banks were prohibited from engaging in investment banking activities because it was believed that these activities encouraged them to take too many risks. However, this prohibition ended in 1999 with passage of the Financial Services Modernization Act, after which the major money center banks, such as Bank of America, JPMorgan Chase, and Citigroup, started providing investment banking services. After the financial meltdown in 2008, the remaining major independent investment banks, specifically Goldman Sachs and Morgan Stanley, converted themselves into traditional bank holding companies to qualify for government assistance. While there are still small investment banks that focus only on investment banking activities, the large investment and commercial banks are now quite similar.",
            "Origination": "Origination is the process of preparing a security issue for sale. During the origination phase, the investment banker may help the client company determine the feasibility of the project being funded and the amount and type of capital that needs to be raised. Once this is done, the investment banker helps secure a credit rating, if needed, determines the sale date, obtains legal clearances to sell the securities, and gets the securities printed. If securities are to be sold in the public markets, the issuer must also file a registration statement with the Securities and Exchange Commission (SEC). Issuers that sell securities in the private markets are not required to file a registration statement with the SEC.",
            "Underwriting": "Underwriting is the process by which the investment banker helps the company sell its new security issue. In the most common type of underwriting arrangement, called firm-commitment underwriting, the investment banker buys the new securities from the issuing company and resells them to investors. Because the investment banker buys the entire security issue from the company at a fixed price, the issuing company is guaranteed that price. On the other hand, the investment banker takes the risk that the actual price at which the securities are sold is less than the price that is paid to the company. Since issuing companies typically need a certain amount of money to pay for a particular project or to fund operations, and getting anything less than this amount can pose a serious problem, financial managers almost always prefer to have their new security issues underwritten on a firm-commitment basis. Once the investment bankers buy the securities from the issuer, they immediately offer to resell individual securities to institutional investors and the public at a specified offering price. The underwriters hope to be able to sell the offering at the market-clearing price, which is the price that will allow the entire security issue to be sold during the first day of sale. Underwriting involves considerable risk because it is difficult to estimate the price that will clear the market. If the investment bank has to sell the securities at a price below the price that it paid to the issuing company, the investment bank suffers a financial loss. The investment banker's compensation is called the underwriting spread. It is the difference between the offering price and the price the investment banker pays for the security issue. The underwriting spread is one of the costs to the firm of selling new securities.",
            "Distribution": "Distribution is the process of marketing and reselling the securities to investors. Because security prices can take large, unexpected swings, a quick resale of all the securities is important. To that end, the underwriters often form sales syndicates, consisting of a number of different investment banking firms, to sell the securities. If the securities are not sold within a few days, the syndicate is disbanded, and the individual syndicate members sell the unsold securities at whatever price they can get."
        }
    }
}