{
    "The Financial Manager and the Firm": {
        "The Role of the Financial Manager": {
            "Financial Manager": "The financial manager is responsible for making decisions that are in the best interests of the firm's owners, whether the firm is a start-up business with a single owner or a billion-dollar corporation owned by thousands of stockholders. The decisions made by the financial manager or owner should be one and the same. In most situations this means that the financial manager should make decisions that maximize the value of the owners' stock. This helps maximize the owners' wealth, which is the economic value of the assets the owner possesses. Our underlying assumption in this book is that most people who invest in businesses do so because they want to increase their wealth. In the following discussion, we describe the responsibilities of the financial manager in a new business in order to illustrate the types of decisions that such a manager makes.",
            "Stakeholders": "Before we discuss the new business, you may want to look at Exhibit 1.1, which shows the cash flows between a firm and its owners (in a corporation, the stockholders) and various stakeholders. A stakeholder is someone other than an owner who has a claim on the cash flows of the firm: managers, who want to be paid salaries and performance bonuses; other employees, who want to be paid wages; suppliers, who want to be paid for goods or services they provide; creditors, who want to be paid interest and principal; and the government, which wants the firm to pay taxes. Stakeholders may have interests that differ from those of the owners. When this is the case, they may exert pressure on management to make decisions that benefit them. We will return to these types of conflicts of interest later in the book. For now, though, we are primarily concerned with the overall flow of cash between the firm and its stockholders and stakeholders.",
            "It's All About Cash Flows": "To produce its products or services, a new firm needs to acquire a variety of assets. Most will be long-term assets, which are also known as productive assets. Productive assets can be tangible assets, such as equipment, machinery, or a manufacturing facility, or intangible assets, such as patents, trademarks, technical expertise, or other types of intellectual capital. Regardless of the type of asset, the firm tries to select assets that will generate the greatest cash flows for the firm's owners. The decision-making process through which the firm purchases productive assets is called capital budgeting, and it is one of the most important decision processes in a firm. Making business decisions is all about cash flows, because only cash can be used to pay bills and buy new assets. Cash initially flows into the firm as a result of the sale of goods or services. These cash inflows are used in a number of ways: to pay wages and salaries, to buy supplies, to repay creditors, and to pay taxes. Any cash that is left over (residual cash flows) can be reinvested in the business or paid as dividends to stockholders. Once the managers of a firm have selected the firm's productive assets, they must raise money to pay for them. Financing decisions determine the ways in which firms obtain and manage long-term financing to acquire and support their productive assets. There are two basic sources of funds: debt and equity. Every firm has some equity because equity represents ownership in the firm. It consists of capital contributions by the owners plus cash flows that have been reinvested in the firm. In addition, most firms borrow from a bank or issue some type of long-term debt to finance productive assets. After the productive assets have been purchased and the business is operating, the managers of the firm will try to produce products at the lowest possible cost while maintaining quality. This means buying raw materials at the lowest possible cost, holding production and labor costs down, keeping management and administrative costs to a minimum, and seeing that shipping and delivery costs are competitive. In addition, day-to-day finances must be managed so that the firm will have sufficient cash on hand to pay salaries, purchase supplies, maintain inventories, pay taxes, and cover the myriad of other expenses necessary to run a business. The management of current assets, such as money owed by customers who purchase on credit, inventory, and current liabilities, such as money owed to suppliers, is called working capital management. A firm generates cash flows by selling the goods and services it produces. A firm is successful when these cash inflows exceed the cash outflows needed to pay operating expenses, creditors, and taxes. After meeting these obligations, the managers of the firm can distribute the remaining cash, called residual cash flows, to the owners as a cash dividend or by repurchasing some shares, or reinvest the cash in the business. The reinvestment of residual cash flows in the business to buy more productive assets is a very important concept. If these funds are invested wisely, they provide the foundation for the firm to grow and provide larger residual cash flows in the future for the owners. The reinvestment of cash flows (earnings) is the most fundamental way that businesses grow in size. Exhibit 1.1 illustrates how the revenue generated by productive assets ultimately becomes residual cash flows. A firm is unprofitable when it fails to generate sufficient cash inflows to pay operating expenses, creditors, and taxes. Firms that are unprofitable over time will be forced into bankruptcy by their creditors if the owners do not shut them down first. In bankruptcy the company will be reorganized or the company's assets will be liquidated, whichever is more valuable. If the company is liquidated, creditors are paid in a priority order according to the structure of the firm's financial contracts and prevailing bankruptcy law. If anything is left after all creditor and tax claims have been satisfied, which usually does not happen, the remaining cash, or residual value, is distributed to the owners.",
            "Three Fundamental Decisions in Financial Management": "Based on our discussion so far, we can see that financial managers are concerned with three fundamental decisions when running a business: 1. Capital budgeting decisions: Identifying the productive assets the firm should buy. 2. Financing decisions: Determining how the firm should finance or pay for assets. 3. Working capital management decisions: Determining how day-to-day financial matters should be managed so that the firm can pay its bills, and how surplus cash should be invested.",
            "Capital Budgeting Decisions": "A firm's capital budget is simply a list of the productive (capital) assets that management wants to purchase over a budget cycle, typically one year. The capital budgeting decision process addresses which productive assets the firm should purchase and how much money the firm can afford to spend. As shown in Exhibit 1.2, capital budgeting decisions affect the asset side of the balance sheet and are concerned with a firm's long-term investments. Capital budgeting decisions, as we mentioned earlier, are among management's most important decisions. Over the long run, they have a large impact on the firm's success or failure. The reason is twofold. First, capital (productive) assets generate most of the cash flows for the firm. Second, capital assets are long term in nature. Once they are purchased, the firm owns them for a long time, and they may be hard to sell without taking a financial loss. The fundamental question in capital budgeting is this: Which productive assets should the firm purchase? A capital budgeting decision may be as simple as a movie theater's decision to buy a popcorn machine or as complicated as Boeing's decision to invest more than $6 billion to design and build the 787 Dreamliner passenger jet. Capital investments may also involve the purchase of an entire business, such as Microsoft's June 2016 purchase of the professional networking software company LinkedIn for $26 billion. Regardless of the project, a good investment is one in which the benefits are worth more to the firm than the cost of the asset. For example, in January 2015 AT&T bid more than $18 billion in a Federal Communications Commission auction for Advanced Wireless Services (the right to use radio frequencies over which voice and data signals are sent). Presumably, AT&T expects that the investment will produce a stream of cash flows worth more than $18 billion. Suppose AT&T estimates that in terms of the current market value, the future cash flows from the wireless spectrum purchase are worth $21 billion. Is the purchase a good deal for AT&T? The answer is yes because the value of the expected cash flow benefits from the purchase exceeds the cost by $3 billion ($21 billion − $18 billion = $3 billion). If the purchase of the wireless spectrum works out as planned, the value of AT&T will be increased by $3 billion!",
            "Financing Decisions": "Financing decisions determine how firms raise cash to pay for their investments, as shown in Exhibit 1.2. Productive assets, which are long term in nature, are financed by long-term borrowing, equity investment, or both. Financing decisions involve trade-offs between the advantages and disadvantages of these financing alternatives for the firm. A major advantage of debt financing is that debt payments are tax deductible for many corporations. However, debt financing increases a firm's risk because it creates a contractual obligation to make periodic interest payments and, at maturity, to repay the amount that is borrowed. Contractual obligations must be paid regardless of the firm's operating cash flow, even if the firm suffers a financial loss. If the firm fails to make payments as promised, it defaults on its debt obligation and could be forced into bankruptcy. In contrast, equity has no maturity, and there are no guaranteed payments to equity investors. In a corporation, the board of directors has the right to decide whether dividends should be paid to stockholders. This means that if a dividend payment is reduced or omitted altogether, the firm will not be in default. Unlike interest payments, however, dividend payments to stockholders are not tax deductible.",
            "Working Capital Management Decisions": "Management must also decide how to manage the firm's current assets, such as cash, inventory, and accounts receivable, as well as its current liabilities, such as trade credit and accounts payable. The dollar difference between a firm's total current assets and its total current liabilities is called its net working capital, as shown in Exhibit 1.2. As mentioned earlier, working capital management is the day-to-day management of the firm's short-term assets and liabilities. The goals of managing working capital are to ensure that the firm has enough cash to pay its bills and invest any spare cash to earn interest. The mismanagement of working capital can cause a firm to default on its debt and go into bankruptcy, even though, over the long term, the firm may be profitable. For example, a firm that makes sales to customers on credit but is not diligent about collecting the accounts receivable can quickly find itself without enough cash to pay its bills. If this condition becomes chronic, creditors can force the firm into bankruptcy if the firm is not able to obtain alternative financing. A firm's profitability can also be affected by its inventory level. If the firm has more inventory than it needs to meet customer demands, it has too much capital tied up in assets that are not earning cash. Conversely, if the firm holds too little inventory, it can lose sales because it does not have products to sell when customers want them. Management must therefore determine the optimal inventory level."
        },
        "Forms of Business Organization": {
            "Sole Proprietorships": "A sole proprietorship is a business that is owned by a single person. Its life is limited to the period that the owner (proprietor) is associated with the business because there is no ownership interest that can be transferred to someone else—there is no stock or other such interest that can be sold. A sole proprietorship ceases to exist when the proprietor stops being involved with the business. Many small businesses in the United States are organized this way. A sole proprietorship is the simplest and least expensive form of business to set up and is the least regulated. To start a sole proprietorship, all you have to do is obtain the business licenses required by your local and state governments. The ownership structure of a sole proprietorship has both advantages and disadvantages. Among the advantages is the fact that the proprietor does not have to share decision-making authority with anyone and can run the business as he or she chooses. There are several disadvantages related to the fact that there is no stock or other ownership interest to sell. First, the amount of equity capital that can be raised to finance the business is limited to the owner's personal wealth. This can restrict growth for the business unless the proprietor is very wealthy. Second, it can be more costly to transfer ownership. The proprietor must sell the assets of the business directly, rather than indirectly through the sale of an ownership interest in an operating business. The business must essentially be re-established every time it is sold. Third, because the proprietor provides all of the equity capital and manages the business, there is no separation of the management and investment roles. This limits the ability of good managers to form a business if they do not also have capital to invest. Fourth, it is not possible to provide employees with compensation in the form of ownership interests, such as stock or stock options, which can help motivate them to work harder. Another disadvantage of a sole proprietorship is that proprietor faces unlimited liability. If someone is harmed by the business, the proprietor's liability extends beyond the money invested in the business. The proprietor can lose some or all of his or her personal wealth too. Finally, profits from a sole proprietorship flow through to the sole proprietor's personal tax return, meaning that the business does not pay taxes before profits are distributed to the owner. Because the business is not subject to income taxes, profits are not subject to double-taxation as is a C-corporation (described later). There are limitations on tax deductions for personal expenses, such as those associated with health insurance, but the costs of these limitations are often outweighed by the benefits from the flow-through of profits in a sole proprietorship.",
            "Partnerships": "A partnership consists of two or more owners who have joined together legally to manage a business. To form a partnership, the owners (partners) enter into an agreement that details how much capital each partner will invest in the partnership, what their management roles will be, how key management decisions will be made, how the profits will be divided, and how ownership will be transferred in case of specified events, such as the retirement or death of a partner. A general partnership is a partnership in which all of the partners are owners of (investors in) the business and active in managing it. In contrast, a limited partnership has both general partners, who are owners and managers, and limited partners, who are owners but not managers. Partnerships are more costly to form than sole proprietorships because the partners must hire an attorney to draw up and maintain the partnership agreement, which specifies the nature of the relationships between or among the partners. On the other hand, partnership agreements can be amended to allow for the business to continue when a partner leaves. The ability to make the life of a business independent of that of the partners increases the liquidity of the ownership interests, making it easier to raise capital and less costly for the partners to sell their interests at an attractive price. Many of the other advantages and disadvantages of a general partnership are similar to those of a sole proprietorship. A key disadvantage of a general partnership is that, like the proprietor in a sole proprietorship, all partners have unlimited liability. This liability can be even worse than in a sole proprietorship because a general partner can be held liable for all of the partnership's debts and other obligations, regardless of what proportion of the business he or she owns or how the debt or other obligations were incurred. The problem of unlimited liability is avoided for some partners in a limited partnership because limited partners can generally only lose the amount of money that they have invested in the business. In a limited partnership one or more general partners have unlimited liability and actively manage the business, while each limited partner is liable for business obligations only up to the amount of capital he or she invested in the partnership. In other words, the limited partners have limited liability. To qualify for limited partner status, a partner cannot be actively engaged in managing the business.",
            "Corporations": "Most large businesses are organized as corporations. A corporation is a legal entity authorized under a state charter. In a legal sense, it is a “person” distinct from its owners. For example, corporations can sue and be sued, enter into contracts, borrow money, and own assets. They can also be general or limited partners in partnerships, and they can own stock in certain types of other corporations. Because a corporation is an entity that is distinct from its owners, it can have an indefinite life. Corporations hold the majority of all business assets and generate the majority of business revenues and profits in the United States. The owners of a corporation are its stockholders. Starting a corporation is more costly than starting a sole proprietorship. For example, it requires writing articles of incorporation and by-laws that conform to the laws of the state of incorporation. These documents spell out the name of the corporation, its business purpose, its intended life span (unless explicitly stated otherwise, the life is indefinite), the amount of stock to be issued, and the number of directors and their responsibilities. Over the life of a successful business, these costs are not very important. However, to a cash-strapped entrepreneur, they can seem substantial. On the other hand, the corporate form of organization has several advantages. For example, shares in a corporation can be sold to raise capital from investors who are not involved in the business. This can greatly increase the amount of capital that can be raised to fund the business. Another major advantage of a corporation is that stockholders have limited liability for debts and other obligations. Owners of corporations have limited liability because corporations are legal persons that take actions in their own names, not in the names of individual owners. An S-corporation is a form of corporation that can be used by private businesses that meet certain requirements. An S-corporation can have only one class of stock and cannot have more than one hundred stockholders or any stockholders that are corporations or nonresident alien investors. In contrast, a C-corporation, which is the form used by public corporations, does not face such limits. While there are more restrictions on S-corporations, there are also advantages. Specifically, all profits earned by an S-corporation pass directly to the stockholders, just as they pass to a sole proprietor or the partners in a partnership. This means that no taxes are paid at the corporate level. In contrast, a major disadvantage of a C-corporation is that it must pay taxes on the income it earns. If the corporation pays a cash dividend, the stockholders must also pay taxes on the dividends they receive. Thus, the owners of C-corporations are subject to double taxation—first at the corporate level and then at the personal level when they receive dividends. Corporations can be classified as public or private. Most large companies prefer to operate as public corporations because large amounts of capital can be raised in public markets at a relatively low cost. Public markets, such as the New York Stock Exchange (NYSE) and NASDAQ, are regulated by the Securities and Exchange Commission (SEC).3 In contrast, privately held, or closely held, corporations are typically owned by a small number of investors, and their shares are not traded publicly. When a corporation is first formed, the common stock is often held by a few investors, typically the founder, a small number of key managers, and financial backers. Over time, as the company grows in size and needs larger amounts of capital, management may decide that the company should “go public” in order to gain access to the public markets. Not all privately held corporations go public, however.",
            "Limited Liability Partnerships and Companies": "Historically, law firms, accounting firms, investment banks, and other professional groups were organized as sole proprietorships or partnerships. For partners in these firms, all income was taxed as personal income, and general partners had unlimited liability for all debts and other financial obligations of the firm. It was widely believed that in professional partnerships, such as those of attorneys, accountants, or physicians, the partners should be liable individually and collectively for the professional conduct of each partner. This structure gave the partners an incentive to monitor each other's professional conduct and discipline poorly performing partners, resulting in a higher quality of service and greater professional integrity. Financially, however, misconduct by one partner could result in disaster for the entire firm. For example, a physician found guilty of malpractice exposes every partner in the medical practice to financial liability, even if the others never treated the patient in question. In the 1980s, because of sharp increases in the number of professional malpractice cases and large damages awards in the courts, professional groups began lobbying state legislators to create hybrid forms of business organization. One such hybrid is known as a limited liability partnership (LLP). An LLP combines some of the limited liability characteristics of a corporation with the tax advantage of a partnership. While liability varies from state to state, LLP partners in general have more limited liability than general partners in regular partnerships. Typically, they are not personally liable for any other partner's malpractice or professional misconduct. Like regular partnerships, income to the partners of an LLP is taxed as personal income. A limited liability company (LLC) is another hybrid form of organization that is becoming increasingly common. Like LLPs, LLCs have benefited founders of many businesses that would otherwise have been organized as limited partnerships. They also provide limited liability to the people who make the business decisions in the firm while enabling all investors to retain the flow-through tax advantages of a limited partnership. You will notice that Exhibit 1.3 indicates that the lives of partnerships, LLPs, and LLCs are flexible. This is because, while partnership, LLP, and LLC agreements can be written so that their lives are indefinite, they can also be written with a fixed life in mind. For example, private equity and venture capital limited partnerships and LLCs are typically structured so that they last only 10 years."
        },
        "The Financial Manager and the Firm":{
           "Organizational Structure": "Exhibit 1.4 shows a typical organizational structure for a large corporation, with special attention to the financial function. As shown, the top management position in the firm is the chief executive officer (CEO), who has the final decision-making authority among all the firm's executives. The CEO's most important responsibilities are to set the strategic direction of the firm and see that the management team executes the strategic plan. The CEO reports directly to the board of directors, which is accountable to the company's stockholders. The board's responsibility is to see that the top management makes decisions that are in the best interest of the stockholders. The CFO reports directly to the CEO and focuses on managing all aspects of the firm's finances, as well as working closely with the CEO on strategic issues. A number of positions report directly to the CFO. In addition, the CFO often interacts with people in other functional areas on a regular basis because all senior executives are involved in financial decisions that affect the firm and their areas of responsibility. The firm's top finance and accounting executive is the CFO, who reports directly to the CEO. Positions that report directly to the CFO include the treasurer, risk manager, and controller. The internal auditor reports both to the CFO and to the audit committee of the board of directors. The external auditor and the compliance and ethics director also are ultimately responsible to the audit committee.",
           "Positions Reporting to the CFO": "The treasurer looks after the collection and disbursement of cash, investing excess cash so that it earns interest, raising new capital, handling foreign exchange transactions, and overseeing the firm's pension fund managers. The treasurer also assists the CFO in handling important Wall Street relationships, such as those with investment bankers and credit rating agencies. The risk manager monitors and manages the firm's risk exposure in financial and commodity markets and the firm's relationships with insurance providers. The controller is really the firm's chief accounting officer. The controller's staff prepares the financial statements, maintains the firm's financial and cost accounting systems, prepares the taxes, and works closely with the firm's external auditors. The internal auditor is responsible for identifying and assessing major risks facing the firm and performing audits in areas where the firm might incur substantial losses. The internal auditor reports to the board of directors as well as the CFO.",
           "External Auditors": "Virtually every large corporation hires a licensed certified public accounting (CPA) firm to provide an independent annual audit of the firm's financial statements. Through this audit the CPA comes to a conclusion as to whether the firm's financial statements present fairly, in all material respects, the financial position of the firm and results of its activities, or in other words, whether the financial numbers are reasonably accurate, accounting principles have been consistently applied year to year and do not significantly distort the firm's performance, and the accounting principles used conform to those generally accepted by the accounting profession. Creditors and investors require independent audits, and the SEC requires publicly traded firms to supply audited financial statements.",
           "The Audit Committee": "The audit committee, a powerful subcommittee of the board of directors, has the responsibility of overseeing the accounting function and the preparation of the firm's financial statements. In addition, the audit committee oversees or, if necessary, conducts investigations of significant fraud, theft, or malfeasance in the firm, especially if it is suspected that senior managers in the firm may be involved. The external auditor reports directly to the audit committee to help ensure his or her independence from management. On a day-to-day basis, however, the external auditor works closely with the CFO's staff. The internal auditor also reports to the audit committee to help ensure his or her independence from management. On a day-to-day basis, however, the internal auditor, like the external auditor, works closely with the CFO staff.",
           "The Compliance and Ethics Director": "Many publicly traded companies have a compliance and ethics director who oversees three mandated programs: (1) a compliance program that ensures that the firm complies with federal and state laws and regulations, (2) an ethics program that promotes ethical conduct among executives and other employees, and (3) a compliance hotline, which must include a whistleblower program. Like the internal auditor, the compliance director reports to the audit committee to ensure independence from management, though on a day-to-day basis the director typically reports to the firm's legal counsel."
        },
        "The Goal of the Firm": {
            "What Should Management Maximize?": "Suppose you own and manage a pizza parlor. Depending on your preferences and tolerance for risk, you can set any goal for the business that you want. For example, you might have a fear of bankruptcy and losing money. To avoid the risk of bankruptcy, you could focus on keeping your costs as low as possible, paying low wages, avoiding borrowing, advertising minimally, and remaining reluctant to expand the business. In short, you will avoid any action that increases your firm's risk. You will sleep well at night, but you may eat poorly because of meager profits. Conversely, you could focus on maximizing market share and becoming the largest pizza business in town. Your strategy might include cutting prices to increase sales, borrowing heavily to open new pizza parlors, spending lavishly on advertising, and developing exotic menu items such as pizza de foie gras. In the short run, your high-risk, high-growth strategy will have you both eating poorly and sleeping poorly as you push the firm to the edge. In the long run, you will either become very rich or go bankrupt! There must be a better operational goal than either of these extremes.",
            "Why Not Maximize Profits?": "One goal for decision making that seems reasonable is profit maximization. After all, don't stockholders and business owners want their companies to be profitable? Although profit maximization seems a logical goal for a business, it has some serious drawbacks. A problem with profit maximization is that it is hard to pin down what is meant by “profit.” To the average businessperson, profits are just revenues minus expenses. To an accountant, however, a decision that increases profits under one set of accounting rules can reduce it under another. A second problem is that accounting profits are not necessarily the same as cash flows. For example, many firms recognize revenues at the time a sale is made, which is typically before the cash payment for the sale is received. Ultimately, the owners of a business want cash because only cash can be used to make investments or to buy goods and services. Yet another problem with profit maximization as a goal is that it does not distinguish between getting a dollar today and getting a dollar some time in the future. In finance, the timing of cash flows is extremely important. For example, the longer you go without paying your credit card balance, the more interest you must pay the bank for the use of the money. The interest accrues because of the time value of money; the longer you have access to money, the more you have to pay for it. The time value of money is one of the most important concepts in finance and is the focus of Chapters 5 and 6. Finally, profit maximization ignores the uncertainty, or risk, associated with cash flows. A basic principle of finance is that there is a trade-off between expected return and risk. When given a choice between two investments that have the same expected returns but different risk, most people choose the less risky one. This makes sense because most people do not like bearing risk and, as a result, must be compensated for taking it. The profit maximization goal ignores differences in value caused by differences in risk. We return to the important topics of risk, its measurement, and the trade-off between risk and return in Chapter 7. What is important at this time is that you understand that investors do not like risk and must be compensated for bearing it. In sum, it appears that profit maximization is not an appropriate goal for a firm because the concept is difficult to define and does not directly account for the firm's cash flows. What we need is a goal that looks at a firm's cash flows and considers both their timing and their riskiness. Fortunately, we have just such a measure: the market value of the firm's stock.",
            "Maximize the Value of the Firm's Stock": "The underlying value of any asset is determined by the cash flows it is expected to generate in the future. This principle holds whether we are buying a bank certificate of deposit, a corporate bond, or an office building. Furthermore, as we will discuss in Chapter 9, when security analysts and investors on Wall Street determine the value of a firm's stock, they consider (1) the size of the expected cash flows, (2) the timing of the cash flows, and (3) the riskiness of the cash flows. Notice that the mechanism for determining stock values overcomes all the cash flow objections we raised with regard to profit maximization as a goal. Thus, an appropriate goal for management is to maximize the current value of the firm's stock. Maximizing the value of the firm's stock is an unambiguous objective that is easy to measure for a firm whose stock is traded in a public market. We simply look at the market value of the stock in the newspaper or online on a given day to determine the value of the stockholders' shares and whether it went up or down. Publicly traded securities are ideally suited for this task because public markets are wholesale markets with large numbers of buyers and sellers where securities trade near their true value. What about firms whose stock equity is not publicly traded, such as private corporations and partnerships? The total value of the stockholder or partner interests in such a business is equal to the value of the owner's equity. Thus, our goal can be restated for these firms as this: maximize the current value of owner's equity. The only other restriction is that the entities must be for-profit businesses. It is important to recognize that maximizing the value of stock, or owner's equity, is not necessarily inconsistent with maximizing the value of claims to the firm's other stakeholders. For example, suppose the managers of a firm decide to delay paying suppliers in an effort to increase the cash flows to the firm's owners. An action such as this is likely to be met by resistance from suppliers who might increase the prices they charge the firm in order to offset the cost of this policy to them. In the extreme, the suppliers might stop selling their products to the firm, and then both the firm's owners and the suppliers can end up worse off. For example, IBM's annual report to shareholders highlights that company's business model is built to support two principal goals: (1) helping the firm's enterprise clients to become more innovative, efficient, and competitive, and (2) providing long-term value to shareholders. Consequently, in maximizing the value of the owner's equity, managers make decisions that account for the interests all stakeholders. Quite often, what is best for the firm's owners also benefits other stakeholders.",
            "Can Management Decisions Affect Stock Prices?": "An important question is whether management decisions actually affect the firm's stock price. Fortunately, the answer is yes. As noted earlier, a basic principle in finance is that the value of an asset is determined by the future cash flows it is expected to generate. As shown in Exhibit 1.5, a firm's management makes numerous decisions that affect its cash flows. For example, management decides what type of products or services to produce and what productive assets to purchase. Managers also make decisions concerning the mix of debt and equity financing the firm uses, debt collection policies, and policies for paying suppliers, to mention a few examples. In addition, cash flows are affected by how efficient management is in making products, the quality of the products, management's sales and marketing skills, and the firm's investment in research and development for new products. Some of these decisions affect cash flows over the long term, such as the decision to build a new plant, and other decisions have a short-term impact on cash flows, such as launching an advertising campaign. For example, on January 10, 2017, Merck & Co. reported that the Food and Drug Administration (FDA) had accepted its application to combine one of its drugs with chemotherapy as a lung cancer treatment. Merck & Co.'s stock price increased almost 4 percent the day after the announcement, suggesting that this therapy would was expected to have a positive impact on the firm's long run cash flows. The firm's managers also must deal with a number of external factors over which they have little or no control, such as economic conditions (recession or expansion), war or peace, and new government regulations. External factors are constantly changing, and management must weigh the impact of these changes and adjust its strategy and decisions accordingly. The important point here is that, over time, management makes a series of decisions when executing the firm's strategy that affects the firm's cash flows and, hence, the price of the firm's stock. Firms that have a better business strategy, are more nimble, make better business decisions, and can execute their plans well will have a higher stock price than similar firms that just can't get it right.",
            "Major Factors Affecting Stock Prices": "The firm's stock price is affected by a number of factors, and management can control only some of them. Managers exercise little control over external conditions (blue boxes), such as the state of the general economy, although they can closely observe these conditions and make appropriate changes in strategy. Also managers make many other decisions that directly affect the firm's expected cash flows (green boxes)—and hence the price of the firm's stock."
        },
        "Agency Conflicts: Separation of Ownership and Control": {
            "Ownership and Control": "To illustrate, let's continue with our pizza parlor example. As the owner of a pizza parlor, you have decided your goal is to maximize the value of the business and thereby your ownership interest. There is no conflict of interest in your dual roles as owner and manager because your personal and economic self-interest is tied to the success of the pizza parlor. The restaurant has succeeded because you have worked hard and have focused on customer satisfaction. Now suppose you decide to hire a college student to manage the restaurant. Will the new manager always act in your interest? Or could the new manager be tempted to give free pizza to friends now and then or, after an exhausting day, leave early rather than spend time cleaning and preparing for the next day? From this example, you can see that once ownership and management are separated, managers may be tempted to pursue goals that are in their own self-interest rather than the interests of the owners.",
            "Agency Relationships": "The relationship we have just described between the pizza parlor owner and the student manager is an example of an agency relationship. An agency relationship arises whenever one party, called the principal, hires another party, called the agent, to perform some service on behalf of the principal. The relationship between stockholders and management is an agency relationship. Legally, managers (who are the agents) have a fiduciary duty to the stockholders (the principals), which means managers are obligated to put the interests of the stockholders above their own. However, in these and all other agency relationships, the potential exists for a conflict of interest between the principal and the agent. These conflicts are called agency conflicts.",
            "Do Managers Really Want to Maximize Stock Price?": "It is not difficult to see how conflicts of interest between managers and stockholders can arise in the corporate setting. In most large corporations, especially those that are publicly traded, there is a significant degree of separation between ownership and management. The largest corporations can have more than one million stockholders. As a practical matter, it is not possible for all of the stockholders to be active in the management of the firm or to individually bear the high cost of monitoring management. The bottom line is that stockholders own the corporation, but managers control the money and have the opportunity to use it for their own benefit. How might management be tempted to indulge itself and pursue its self-interest? We need not look far for an answer to this question. Corporate excesses are common. High on the list are palatial office buildings, corporate hunting and fishing lodges in exotic places, expensive corporate jets, extravagant expense-account dinners kicked off with bottles of Dom Perignon and washed down with 1953 Margaux—and, of course, a king's compensation package.4 Besides economic nest feathering, corporate managers may focus on maximizing market share, their industry prestige, and their job security. Needless to say, these types of activities and spending conflict with the goal of maximizing a firm's stock price. The costs of these activities are called agency costs. Agency costs are the costs incurred because of conflicts of interest between a principal and an agent. Examples are the cost of the lavish dinner mentioned earlier and the cost of a corporate jet for executives. However, not all agency costs are frivolous. The cost of hiring an external auditor to certify financial statements is also an agency cost because it is a cost that is incurred to limit actions by managers that result in agency costs.",
            "Aligning the Interests of Management and Stockholders": "If the linkage between stockholder and manager goals is weak, a number of mechanisms can help to better align the behavior of managers with the goals of stockholders. These include (1) board of directors, (2) management compensation, (3) managerial labor market, (4) other managers, (5) large stockholders, (6) the takeover market, and (7) the legal and regulatory environment.",
            "Board of Directors": "A corporation's board of directors has a legal responsibility to represent stockholders' interests. The board's duties include hiring and firing the CEO, setting his or her compensation, and monitoring his or her performance. The board also approves major decisions concerning the firm, such as the firm's annual capital budget or the acquisition of another business. These responsibilities make the board a key mechanism for ensuring that managers' decisions are aligned with the interest of stockholders. How well boards actually perform in this role has been questioned in recent years. As an example, critics point out that some boards are unwilling to make hard decisions such as firing the CEO when a firm performs poorly. Other people believe that a lack of independence from management is a reason that boards are not as effective as they might be. For example, the CEO often chairs the board of directors. This dual position can give the CEO undue influence over the board, as the chairperson sets the agenda for and chairs board meetings, appoints committees, and controls the flow of information to the board.",
            "Management Compensation": "The most effective means of aligning the interests of managers with those of stockholders is a well-designed compensation (pay) package that rewards managers when they do what stockholders want them to do and penalizes them when they do not. This type of plan is effective because a manager will quickly internalize the benefits and costs of making good and bad decisions and, thus, will be more likely to make the decisions that stockholders want. Therefore, there is no need for some outside monitor, such as the board of directors, to try to figure out whether the managers are making the right decisions. The information that outside monitors have is not as good as the managers' information, so these outside monitors are always at a disadvantage in trying to determine whether a manager is acting in the interest of stockholders. Most corporations have management compensation plans that tie compensation to the performance of the firm. The idea behind these plans is that if compensation is sensitive to the performance of the firm, managers will have greater incentives to make decisions that increase the stockholders' wealth. Although these incentive plans vary widely, they usually include (1) a base salary, (2) a bonus based on accounting performance, and (3) some compensation that is tied to the firm's stock price.5 The base salary ensures the executive of receiving some minimum compensation as long as he or she remains with the firm, and the bonus and stock price–based compensation are designed to align the manager's incentives with those of the stockholders. The trick in designing such a program is to choose the right mix of these three components so that the manager has the right incentives and the overall package is sufficiently appealing to attract and retain high-quality managers at the lowest possible cost.",
            "Managerial Labor Market": "The managerial labor market also provides managers with incentives to act in the interests of stockholders. Firms that have a history of poor performance or a reputation for “shady operations” or unethical behavior have difficulty hiring top managerial talent. Individuals who are top performers have better alternatives than to work for such firms. Therefore, to the extent that managers want to attract high-quality people, the labor market provides incentives to run a good company. Furthermore, studies show that executives who “manage” firms into bankruptcy or are convicted of white-collar crimes can rarely secure equivalent positions after being fired for poor performance or convicted for criminal behavior. Thus, the penalty for extremely poor performance or a criminal conviction is a significant reduction in the manager's lifetime earnings potential. Managers know this, and the fear of such consequences helps keep them working hard and honestly.",
            "Other Managers": "Competition among managers within firms also helps provide incentives for each manager to act in the interests of stockholders. Managers compete to attain the CEO position and in doing so try to attract the board of directors' attention by acting in the stockholders' interests. Furthermore, even when a manager becomes CEO, he or she is always looking over his or her shoulder because other managers covet that job.",
            "Large Stockholders": "All stockholders have an interest in providing managers with incentives to maximize stockholder value. However, as we noted earlier, most stockholders in large corporations own too few shares to make it worthwhile for them to actively monitor managers. Only large stockholders, those with a significant investment in the firm, have enough money at stake and enough power to make it worthwhile for them to actively monitor managers and to try to influence their decisions. For firms that are publicly traded, many of the large stockholders are institutional investors, such as mutual funds, large commercial banks, or hedge funds.",
            "The Takeover Market": "The market for takeovers provides incentives for managers to act in the interests of stockholders. When a firm performs poorly because its current managers are doing a poor job, an opportunity arises for astute investors, so-called corporate raiders, to make money by buying the company at a price that reflects its poor performance and replacing the current managers with a top-flight management team. If the investors have evaluated the situation correctly, the firm will soon be transformed into a strong performer, its stock price will increase, and investors can sell their stock for a significant profit. The possibility that a firm might be discovered by corporate raiders provides incentives for managers to perform well.",
            "The Legal and Regulatory Environment": "Finally, the laws and regulations that firms must adhere to limit the ability of managers to make decisions that harm the interests of stockholders. An example is federal and state statutes that make it illegal for managers to steal corporate assets. Similarly, regulatory reforms such as the Sarbanes-Oxley Act, discussed next, limit the ability of managers to mislead stockholders.",
            "Sarbanes-Oxley and Other Regulatory Reforms": "Managers of public firms in the United States have long been required to make audited financial statements available to investors that show how their firms have been performing, what their assets are, and how those assets have been financed. Prior to 1933, these disclosure requirements were specified by the individual states in which firms were incorporated. Since the passage of the Securities Act of 1933, also known as the Truth in Securities Act, these requirements have been standardized throughout the country. They have evolved to the point at which financial reports must adhere to the Generally Accepted Accounting Principles (GAAP), which are discussed in Chapter 3. With the longstanding disclosure requirements for public firms, many investors during the latter part of the 1900s were comfortable with the quality of corporate financial statements. However, a series of accounting scandals and ethical lapses by corporate officers shocked the nation in the early years of the twenty-first century. A case in point was WorldCom's bankruptcy filing in 2002 and the admission that its officers had “cooked the books” by misstating $7.2 billion of expenses, which allowed WorldCom to report profits when the firm had actually lost money. The accounting fraud at WorldCom followed similar scandals at Enron, Global Crossing, Tyco, and elsewhere. These scandals—and the resulting losses to stockholders—led to a set of far-reaching regulatory reforms passed by Congress in 2002.7 The most significant reform measure to date is the Sarbanes-Oxley Act, which focuses on (1) reducing agency costs in corporations, (2) restoring ethical conduct within the business sector, and (3) improving the integrity of the accounting reporting system within firms. Overall, the new regulations require all public corporations to implement five overarching strategies. (Private corporations and partnerships are not required to implement these measures.). Ensure greater board independence. Firms must restructure their boards so that the majority of the members are outside directors. Furthermore, it is recommended that the positions of chair and CEO be separated. Finally, Sarbanes-Oxley makes it clear that board members have a fiduciary responsibility to represent and act in the interest of stockholders, and board members who fail to meet their fiduciary duty can be fined and receive jail sentences. Establish internal accounting controls. Firms must establish internal accounting control systems to protect the integrity of the accounting systems and safeguard the firms' assets. The internal controls are intended to improve the reliability of accounting data and the quality of financial reports and to reduce the likelihood that individuals within the firm engage in accounting fraud.  Establish compliance programs. Firms must establish corporate compliance programs that ensure that they comply with important federal and state regulations. For example, a compliance program would document whether a firm's truck drivers complied with all federal and state truck and driver safety regulations, such as the number of hours one can drive during the day and the gross highway weight of the truck. Establish an ethics program. Firms must establish ethics programs that monitor the conduct of employees and executives. Among other features, these programs must include a whistleblower protection provision. The intent is to create an ethical work environment so that employees will know what is expected of them in their relationships with customers, suppliers, and other stakeholders. Expand the audit committee's oversight powers. The external auditor, the internal auditor, and the compliance and ethics director owe their ultimate legal responsibilities to the audit committee, not to the firm. In addition, the audit committee has the unconditional power to probe and question any person in the firm, including the CEO, regarding any matter that might materially impact the firm or its financial statements. A noticeable shift has occurred in the behavior of board members and management since the Sarbanes-Oxley Act was passed. Boards appear much more serious about monitoring firms' performance and ratifying important decisions by management. Audit committees, with their new independence and investigative powers, are providing greater oversight over the preparation of financial statements. Stronger internal accounting control systems, compliance programs, and ethics programs are improving the integrity of accounting systems and reducing the likelihood of fraud and other illegal activities. Thus, the Sarbanes-Oxley Act does appear to be having an effect. The major complaint from business has been the cost of compliance. More recently, the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 introduced a number of other requirements for public companies. Two that have received a great deal of attention relate to executive compensation. The first requires that companies allow stockholders a nonbinding advisory vote on executive compensation policies—the so-called “say-on-pay” rule. The aim of say-on-pay is to provide shareholders with a way to send a message to the company if there are concerns about the firm's compensation practices. The second requirement is that all companies adopt “clawback” policies to recover compensation from executives if compensation is paid based on financial statements that later have to be “materially restated.” The goal of clawbacks is to discourage executives from misreporting the firm's accounting numbers in order to increase their pay, as any compensation they earn as a result would ultimately be “clawed back” from them."
        },
        "The Importance of Ethics in Business": {
            "Business Ethics": "The term ethics describes a society's ideas about what actions are right and wrong. Ethical values are not moral absolutes, and they can and do vary across societies. Regardless of cultural differences, however, if we think about it, all of us would probably prefer to live in a world where people behave ethically—where people try to do what is right. In our society, ethical rules include considering the impact of our actions on others, being willing to sometimes put the interests of others ahead of our own interests, and realizing that we must follow the same rules we expect others to follow. The golden rule—“Do unto others as you would have done unto you”—is an example of a widely accepted ethical norm.",
            "Are Business Ethics Different from Everyday Ethics?": "Perhaps business is a dog-eat-dog world where ethics do not matter. People who take this point of view link business ethics to the ethics of the poker game and not to the ethics of everyday morality. Poker players, they suggest, must practice cunning deception and must conceal their strengths and their intentions. After all, they are playing the game to win. How far does one go to win? In 2002, investors learned the hard way about a number of firms that had been behaving according to the ethics of the poker game: Cunning deception and concealment of information were the order of the day at WorldCom, Enron, Global Crossing, Tyco, and a host of other firms. The market's reaction to the behavior of these firms was to wipe out $2.3 trillion of stockholder value. More recently, in 2016, it was revealed that Wells Fargo employees had opened millions of unauthorized checking and credit card accounts for the bank's customers. Wells Fargo dismissed more than 5,300 low-level employees and was fined $185 million; the value of the firm's equity dropped $28 billion as this scandal developed. We believe that those who argue that ethics do not matter in business are mistaken. Indeed, most academic studies on the topic suggest that traditions of morality are very relevant to business and to financial markets in particular. The reasons are practical as well as ethical. Corruption in business creates inefficiencies in an economy, inhibits the growth of capital markets, and slows a country's rate of economic growth. For example, as Russia made the transition to a market economy, it had a difficult time establishing a stock market and attracting foreign investment. The reason was a simple one. Corruption was rampant in local government and in business. Contractual agreements were not enforceable, and there was no reliable financial information about Russian companies. Not until the mid-1990s did some Russian companies begin to display enough financial transparency to attract investment capital.",
            "Agency Costs": "As we discussed earlier in this chapter, many relationships in business are agency relationships. Agents can be bound both legally and ethically to act in the interest of the principal. Financial managers have agency obligations to act honestly and to see that subordinates act honestly with respect to financial transactions. A product recall or environmental offense may cause a decline in a firm's stock price. However, revelations of dishonesty, deception, and fraud in financial matters can have a larger and longer-lasting impact on the stock price. If the dishonesty is flagrant, the firm may go bankrupt, as we saw with the bankruptcies of Enron and WorldCom.",
            "Conflicts of Interest": "Conflicts of interest often arise in agency relationships. A conflict of interest in such a situation can arise when the agent's interests are different from those of the principal. For example, suppose you're interested in buying a house and a local real estate agent is helping you find the home of your dreams. As it turns out, the dream house is one for which your agent is also the listing agent. Your agent has a conflict of interest because her professional obligation to help you find the right house at a fair price conflicts with her professional obligation to get the highest price possible for the client whose house she has listed. Organizations can be either principals or agents and, hence, can be parties to conflicts of interest. In the past, for example, many large accounting firms provided both consulting services and audits for corporations. This dual function may compromise the independence and objectivity of the audit opinion, even though the work is done by different parts of the firm. For example, if consulting fees from an audit client become a large source of income, the auditing firm may be less likely to render an adverse audit opinion and thereby risk losing the consulting business. Conflicts of interest are typically resolved in one of two ways. Sometimes complete disclosure is sufficient. Thus, in real estate transactions, it is not unusual for the same lawyer or realtor to represent both the buyer and the seller. This practice is not considered unethical as long as both sides are aware of the fact and give their consent. Alternatively, the conflicted party can withdraw from serving the interests of one of the parties. Sometimes the law mandates this solution. For example, public accounting firms are not permitted to provide certain types of consulting services to their audit clients.",
            "Information Asymmetry": "Information asymmetry exists when one party in a business transaction has information that is unavailable to the other parties in the transaction. The existence of information asymmetry in business relationships is commonplace. For example, suppose you decide to sell your 10-year-old car. You know much more about the real condition of the car than does the prospective buyer. The ethical issue is this: How much should you tell the prospective buyer? In other words, to what extent is the party with the information advantage obligated to reduce the amount of information asymmetry? Society imposes both market-based and legal solutions for transactional information asymmetries. Consider the prospective car buyer in the previous example. You can be reasonably sure that the buyer understands that he or she has less information about the car's condition than the seller and, as a result, will pay a lower price for the vehicle. Conversely, sellers who certify or provide a warranty with respect to the condition of the vehicle reduce the concerns that buyers have about information asymmetries and therefore tend to receive higher prices. Legal solutions often require sellers to disclose material facts to buyers or prohibit trading on information that is not widely available. For example, when you sell a car, you are required to disclose to the seller whether it has been in an accident and whether the odometer has been altered. Similarly, in many states home sellers must disclose if they are aware of any major defects in their home. In the investment world, the trading of stocks based on material inside information (e.g., which is not available to the public) has been made illegal in an effort to create a “level playing field” for all investors.",
            "The Importance of an Ethical Business Culture": "Some economists have noted that the legal system and market forces impose substantial costs on individuals and institutions that engage in unethical behavior. As a result, these forces provide important incentives that foster ethical behavior in the business community. The incentives include financial losses, legal fines, jail time, and bankruptcy. Ethicists argue, however, that laws and market forces are not enough. For example, the financial sector is one of the most heavily regulated areas of the U.S. economy. Yet despite heavy regulation, the sector has a long and rich history of financial scandals. In addition to laws and market forces, many people argue that it is important to create an ethical culture in the firm. Why is this important? An ethical business culture means that people have a set of principles—a moral compass, so to speak—helps them identify moral issues and make ethical judgments without being told what to do. The culture has a powerful influence on the way people behave and the way they make decisions. The people at the top of a company determine whether or not the culture of that company is ethical. At Enron, for example, top officers promoted a culture of aggressive risk taking and willingness, at times, to cross over ethical and even legal lines. The motto “do no evil” was adopted by Google's founders before they took the firm public in 2004. More than likely, you will be confronted with ethical issues during your professional career. Knowing how to identify and deal with ethical issues is an important part of your professional skill set. Exhibit 1.7 presents a framework for making ethical judgments.",
            "Serious Consequences": "In recent years the rules have changed, and the cost of ethical mistakes can be extremely high. In the past, the business community and legal authorities often dismissed corporate scandals as a “few rotten apples” in an otherwise sound barrel. This is no longer true today. In 2005, for instance, Bernard J. Ebbers, the 63-year-old CEO of WorldCom, was found guilty of fraud and theft and was sentenced to 25 years in prison. Judge Barbara S. Jones, acknowledging that Ebbers would probably serve the rest of his days in jail, said, “I find a sentence of anything less would not reflect the seriousness of the crime.” In the past, sentences for white-collar crimes were minimal; even for serious crimes, there often was no jail time at all. Clearly, business ethics is a topic of high interest and increasing importance in the business community, and one that will be discussed throughout this book."
        }
    },
    "The Financial System and the Level of Interest Rates": {
        "The Financial System": {
            "Financial System": "The financial system consists of financial markets and financial institutions. Financial market is a general term that includes a number of different types of markets for the creation and exchange of financial assets, such as stocks and bonds. Financial institutions are firms such as commercial banks, credit unions, insurance companies, pension funds, and finance companies that provide financial services to the economy. The distinguishing feature of financial institutions is that they invest their funds in financial assets, such as business loans, stocks, and bonds, rather than real assets, such as plant and equipment. The critical role of the financial system in the economy is to gather money from households (individuals), businesses, and governments with surplus funds to invest and channel that money to those who need it. Businesses need money to invest in new productive assets to expand their operations and increase the firm's cash flow, which should increase the value of the firm. Consumers, too, need money, which they use to purchase things such as homes, cars, and boats—or to pay college tuition bills. Some of the players in the financial system are well-known names such as the New York Stock Exchange, Bank of America, Goldman Sachs, and State Farm Insurance. Others are lesser-known but important firms, such as the multinational giant AIG. A well-developed financial system is critical for the operation of a complex industrial economy such as that of the United States. Highly industrialized countries cannot function without a competitive and sound financial system that efficiently gathers money and channels it into the best investment opportunities. Let's look at a simple example to illustrate how the financial system channels money to businesses.",
            "The Financial System at Work": "Suppose that, at the beginning of the school year, you receive a $10,000 student loan to help pay your expenses for the year, but you need only $5,000 for the first semester. You wisely decide to invest the remaining $5,000 to earn some interest income. After shopping at several banks near campus, you decide that the best deal is a $5,000 consumer certificate of deposit (CD) that matures in three months and pays 2 percent interest. (CDs are debt instruments issued by a bank that pay interest and are insured by the federal government.) The bank pools your money with funds from checking and savings accounts and other CDs and uses this money to make business and consumer loans. In this case, the bank makes a loan to the pizza parlor near campus: $30,000 for five years at a 7 percent interest rate. The bank decides to make the loan because of the pizza parlor's sound credit rating and because it expects the pizza parlor to generate enough cash flows to repay the loan with interest. The pizza parlor owner wants the money to invest in additional real (productive) assets to earn greater profits (cash flows) and thereby increase the value of her business. During the same week, the bank makes loans to other businesses and also rejects a number of loan requests because the borrowers have poor credit ratings or the proposed projects have low rates of return. From this example, we can draw some important inferences about financial systems: If the financial system is competitive, the interest rate the bank pays on CDs will be at or near the highest rate that you can earn on a CD of similar maturity and risk at another bank. At the same time, the pizza parlor and other businesses will have borrowed at or near the lowest possible interest cost, given their risk class. Competition among banks will drive CD rates up and loan rates down. The bank gathers money from you and other consumers in small dollar amounts, aggregates it, and then makes loans in much larger dollar amounts. Saving by consumers in small dollar amounts is the origin of much of the money that funds business loans. An important function of the financial system is to direct money to the best investment opportunities in the economy. If the financial system works properly, only business projects with high rates of return and good credit will be financed. Those with low rates of return or poor credit will be rejected. Thus, financial systems contribute to higher production and efficiency in the overall economy. Finally, note that the bank has earned a tidy profit from the deal. The bank has borrowed your money at 2 percent by selling you a CD and has lent the money to the pizza parlor at 7 percent. Thus, the bank's gross profit is 5 percent (7 percent − 2 percent = 5 percent), which is the difference between the bank's lending and borrowing rates. Banks earn much of their profits from this spread between the lending and borrowing rates.",
            "How Funds Flow through the Financial System": "We have seen that the financial system plays a critical role in the economy. The system moves money from lender-savers (whose income exceeds their spending) to borrower-spenders (whose spending exceeds their income), as shown schematically in Exhibit 2.1. The most important group of lender-savers in the economy are households, but some businesses and many state and local governments at times have excess funds to lend to those who need money. As a group, businesses are the borrower-spenders that borrow the most in the economy, followed by the federal government. The role of the financial system is to gather money from households, businesses, or governments with surplus funds and channel it to those who need it. Money flows through the financial system in two basic ways: directly, through wholesale financial markets, as shown in the top route of the diagram, and indirectly, through financial institutions, as shown in the bottom route."
        },
        "Direct Financing": {
            "Direct Financing": "In this section we turn our attention to direct financing, in which funds flow directly through the financial system. In direct transactions, the lender-savers and the borrower-spenders deal directly with one another; borrower-spenders sell securities, such as stocks and bonds, to lender-savers in exchange for money. These securities represent claims on the borrowers' future income or assets. A number of different interchangeable terms are used to refer to securities, including financial securities, financial instruments, and financial claims. The financial markets in which direct transactions take place are wholesale markets with a typical minimum transaction size of $1 million. For most business firms, these markets provide funds at the lowest possible cost. The major buyers and sellers of securities in the direct financial markets are commercial banks; other financial institutions, such as insurance companies and business finance companies; large corporations; federal, state, and local governments; hedge funds; and some wealthy individuals. It is important to note that financial institutions are major buyers of securities in the direct financial markets. For example, life and casualty insurance companies buy large quantities of corporate bonds and stocks for their investment portfolios. In Exhibit 2.1 the arrow leading from financial institutions to financial markets depicts this flow. Although few individuals participate in direct financial markets, individuals can gain access to many of the financial products produced in these markets through retail channels at investment or commercial banks or independent brokerage firms (the lower route in Exhibit 2.1). For example, individuals can buy or sell stocks and bonds in small dollar amounts at Merrill Lynch, a Bank of America retail brokerage business, or the discount brokerage firm TD Ameritrade. We discuss indirect financing through financial institutions later in this chapter.",
            "A Direct Market Transaction": "Let's look at a typical direct market transaction. When managers decide to engage in a direct market transaction, they often have in mind a specific capital project that needs financing, such as building a new manufacturing facility. Suppose that Apple Inc. needs $200 million to build a new facility and decides to fund it by selling long-term bonds with a 15-year maturity (Apple is planning on borrowing the money). While searching for the financing, Apple contacts a group of insurance companies, which expresses an interest in buying Apple's bonds. The insurance companies will buy Apple's bonds only after determining that they are priced fairly for their level of risk. Apple will sell its bonds to the insurance companies only after shopping the market to be sure investors are offering a competitive price.",
            "Investment Banks and Direct Financing": "Two important participants in the direct financial markets are investment banks and money center banks. Investment banks specialize in helping companies sell new debt or equity, although they can also provide other services, such as the broker and dealer services discussed later in this chapter and traditional banking services. Money center banks are large commercial banks that provide both traditional and investment banking services throughout the world. Historically, there was a clear distinction between the activities of investment and money center banks. After the Great Depression (1929–1933), commercial banks were prohibited from engaging in investment banking activities because it was believed that these activities encouraged them to take too many risks. However, this prohibition ended in 1999 with passage of the Financial Services Modernization Act, after which the major money center banks, such as Bank of America, JPMorgan Chase, and Citigroup, started providing investment banking services. After the financial meltdown in 2008, the remaining major independent investment banks, specifically Goldman Sachs and Morgan Stanley, converted themselves into traditional bank holding companies to qualify for government assistance. While there are still small investment banks that focus only on investment banking activities, the large investment and commercial banks are now quite similar.",
            "Origination": "Origination is the process of preparing a security issue for sale. During the origination phase, the investment banker may help the client company determine the feasibility of the project being funded and the amount and type of capital that needs to be raised. Once this is done, the investment banker helps secure a credit rating, if needed, determines the sale date, obtains legal clearances to sell the securities, and gets the securities printed. If securities are to be sold in the public markets, the issuer must also file a registration statement with the Securities and Exchange Commission (SEC). Issuers that sell securities in the private markets are not required to file a registration statement with the SEC.",
            "Underwriting": "Underwriting is the process by which the investment banker helps the company sell its new security issue. In the most common type of underwriting arrangement, called firm-commitment underwriting, the investment banker buys the new securities from the issuing company and resells them to investors. Because the investment banker buys the entire security issue from the company at a fixed price, the issuing company is guaranteed that price. On the other hand, the investment banker takes the risk that the actual price at which the securities are sold is less than the price that is paid to the company. Since issuing companies typically need a certain amount of money to pay for a particular project or to fund operations, and getting anything less than this amount can pose a serious problem, financial managers almost always prefer to have their new security issues underwritten on a firm-commitment basis. Once the investment bankers buy the securities from the issuer, they immediately offer to resell individual securities to institutional investors and the public at a specified offering price. The underwriters hope to be able to sell the offering at the market-clearing price, which is the price that will allow the entire security issue to be sold during the first day of sale. Underwriting involves considerable risk because it is difficult to estimate the price that will clear the market. If the investment bank has to sell the securities at a price below the price that it paid to the issuing company, the investment bank suffers a financial loss. The investment banker's compensation is called the underwriting spread. It is the difference between the offering price and the price the investment banker pays for the security issue. The underwriting spread is one of the costs to the firm of selling new securities.",
            "Distribution": "Distribution is the process of marketing and reselling the securities to investors. Because security prices can take large, unexpected swings, a quick resale of all the securities is important. To that end, the underwriters often form sales syndicates, consisting of a number of different investment banking firms, to sell the securities. If the securities are not sold within a few days, the syndicate is disbanded, and the individual syndicate members sell the unsold securities at whatever price they can get."
        },
        "Types of Financial Markets": {
            "Primary and Secondary Markets": "A primary market is any market where companies sell new security issues (debt or equity). For example, suppose Hewlett-Packard (HP) needs to raise $100 million for business expansion and decides to raise the money through the sale of common stock. The company will sell the new equity issue in the primary market for corporate stock—probably with the help of an underwriter, as discussed in Section 2.2. The primary markets are not well known to the general public because they are wholesale markets and the sales take place outside of the public view. A key characteristic of a primary market is that the transaction results in new money going into the firm. A secondary market is any market where owners of outstanding securities can sell them to other investors. Secondary markets are like used-car markets in that they allow investors to buy or sell previously owned securities for cash. These markets are important because they enable investors to buy and sell securities as frequently as they want. As you might expect, investors are willing to pay higher prices for securities that have active secondary markets. Secondary markets are important to corporations as well because investors are willing to pay higher prices for securities in primary markets if the securities have active secondary markets. Thus, companies whose securities have active secondary markets enjoy lower funding costs than similar firms whose securities do not have active secondary markets. In contrast to primary markets, no new money goes into the firm when a secondary market transaction takes place.",
            "Marketability versus Liquidity": "An important characteristic of a security to investors is its marketability. Marketability is the ease with which a security can be sold and converted into cash. A security's marketability depends in part on the costs of trading and searching for information, so-called transaction costs. The lower the transaction costs, the greater a security's marketability. Because secondary markets make it easier to trade securities, their presence increases a security's marketability. A term closely related to marketability is liquidity. Liquidity is the ability to convert an asset into cash quickly without loss of value. In common use, the terms marketability and liquidity are often used interchangeably, but they are different. Liquidity implies that when the security is sold, its value will be preserved; marketability does not carry this implication.",
            "Brokers versus Dealers": "Two types of market specialists facilitate transactions in secondary markets. Brokers are market specialists who bring buyers and sellers together when a sale takes place. They execute the transaction for their client and are compensated for their services with a commission fee. They bear no risk of ownership of the securities during the transaction; their only service is that of matchmaker. Dealers, in contrast, make markets for securities and do bear risk. They make a market for a security by buying and selling from an inventory of securities they own. Dealers make their profit, just as retail merchants do, by selling securities at prices above what they paid for them. The risk that dealers bear is price risk, which is the risk that they will sell a security for less than they paid for it.",
            "Exchanges and Over-the-Counter Markets": "Financial markets can be classified as either organized markets (more commonly called exchanges) or over-the-counter markets. Traditional exchanges, such as the New York Stock Exchange (NYSE), provide a physical meeting place and communication facilities for members to buy and sell securities or other assets (such as commodities like oil or wheat) under a specific set of rules and regulations. Members are individuals who represent securities firms as well as people who trade for their own accounts. Only members can use the exchange. Securities not listed on an exchange are bought and sold in the over-the-counter (OTC) market. The OTC market differs from organized exchanges in that the OTC market has no central trading location. Instead, investors can execute OTC transactions by visiting or telephoning an OTC dealer or by using a computer-based electronic trading system linked to the OTC dealer. Historically, stocks traded over the counter were those of small and relatively unknown firms, most of which would not qualify to be listed on a major exchange. However, electronic trading has become much more important as computer-based trading technologies have advanced. Many large well-known firms, such as Alphabet (Google's parent company), Facebook, and Microsoft, now trade on electronic exchanges such as NASDAQ. In fact, even in organized markets like the NYSE, most trades are now completed electronically.",
            "Money and Capital Markets": "Money markets are global markets where short-term debt instruments, which have maturities of less than one year, are traded. Money markets are wholesale markets in which the minimum transaction is $1 million and transactions of $10 million or $100 million are not uncommon. Money market instruments are lower in risk than other securities because of their high liquidity and low default risk. In fact, the term money market is used because these instruments are close substitutes for cash. The most important and largest money markets are in New York City, London, and Tokyo. Exhibit 2.2 lists the most common money market instruments and the dollar amounts outstanding as of December 2016. Large companies use money markets to adjust their liquidity positions. Liquidity, as mentioned, is the ability to convert an asset into cash quickly without loss of value. Liquidity problems arise because companies' cash receipts and expenditures are rarely perfectly synchronized. To manage liquidity, a firm can invest idle cash in money market instruments; then, if the firm has a temporary cash shortfall, it can raise cash overnight by selling money market instruments. Recall from Chapter 1 that capital markets are markets where equity and debt instruments with maturities of greater than one year are traded. In these markets, large firms finance capital assets such as plants and equipment. The NYSE, as well as the London and Tokyo stock exchanges, are capital markets. Exhibit 2.2 also lists the major U.S. capital market instruments and the dollar amounts outstanding. Compared with money market instruments, capital market instruments are less marketable, have higher default risk, and have longer maturities.",
            "Public and Private Markets": "Public markets are organized financial markets where the general public buys and sells securities through their stockbrokers. The NYSE, for example, is a public market. The SEC regulates public securities markets in the United States. This agency is responsible for overseeing the securities industry and regulating all primary and secondary markets in which securities are traded. Many corporations want access to the public markets because they are wholesale markets where issuers can sell their securities at the lowest possible funding cost. The downside for corporations selling in the public markets is the cost of complying with the various SEC regulations. In contrast to public markets, private markets involve direct transactions between two parties. Transactions in private markets are often called private placements. In private markets, a company contacts investors directly and negotiates a deal to sell them all or part of a security issue. Larger firms may be equipped to handle these transactions themselves. Smaller firms are more likely to use the services of an investment bank, which will help locate investors, help negotiate the deal, and handle the legal aspects of the transaction. The major advantages of a private placement are the speed at which funds can be raised and low transaction costs. The downsides are that privately placed securities cannot legally be sold in the public markets because they lack SEC registration and the dollar amounts that can be raised tend to be smaller.",
            "Futures and Options Markets": "Markets also exist for trading in futures and options. Perhaps the best-known futures markets are the New York Board of Trade and the Chicago Board of Trade. The Chicago Board Options Exchange is a major options market. Futures and options are often called derivative securities because they derive their value from some underlying asset. Futures contracts are contracts for the future delivery of assets such assets as securities, foreign currencies, interest cash flows, or commodities. Corporations use these contracts to reduce (hedge) risk exposure caused by fluctuation in things such as foreign exchange rates or commodity prices. We illustrate the use of futures contracts further in Chapter 21. Options contracts call for one party (the option writer) to perform a specific act if called upon to do so by the option buyer or owner. Options contracts, like futures contracts, can be used to hedge risk in situations where the firm faces risk from price fluctuations. Chapter 20 discusses options in detail."
        },
        "Market Efficiency": {
            "Market Efficiency": "Financial markets, such as the bond and stock markets, help bring together buyers and sellers of securities. They reduce the cost of buying and selling securities by providing a physical location or computer trading system where investors can trade securities. The supply and demand for securities are better reflected in organized markets because much of the total supply and demand for securities flows through these centralized locations or trading systems. Any price that balances the overall supply and demand for a security is a market equilibrium price. Ideally, economists would like financial markets to price securities at their true (intrinsic) value. A security's true value is the present value (the value in today's dollars) of the cash flows an investor who owns that security can expect to receive in the future. This present value, in turn, reflects all available information about the size, timing, and riskiness of the cash flows at the time the price was set.3 As new information becomes available, investors adjust their cash flow estimates and, through buying and selling, the price of a security adjusts to reflect this information. Markets such as those just described are called efficient markets. More formally, in an efficient market, security prices fully reflect the knowledge and expectations of all investors at a particular point in time. If markets are efficient, investors and financial managers have no reason to believe the securities are not priced at or near their true value. The more efficient a market is, the more likely securities are to be priced at or near their true value. The overall efficiency of a market depends on its operational efficiency and its informational efficiency. Market operational efficiency concerns the cost of bringing together buyers and sellers. The costs of bringing together buyers and sellers are called transaction costs and include such things as broker commissions and other fees and expenses. The lower these costs, the more operationally efficient markets are. Why is operational efficiency important? If transaction costs are high, market prices will be more volatile, fewer financial transactions will take place, and prices will not reflect the knowledge and expectations of investors as accurately. Market informational efficiency is exhibited if market prices reflect all relevant information about securities at a particular point in time. As suggested above, informational efficiency is influenced by operational efficiency, but it also depends on the availability of information and the ability of investors to buy and sell securities based on that information. In an informationally efficient market, market prices adjust quickly to new information as it becomes available. Prices adjust quickly because many security analysts and investors are gathering and trading on information about securities to make a profit. Note that competition among investors is an important driver of informational efficiency.",
            "Efficient Market Hypotheses": "Public financial markets are efficient in part because regulators such as the SEC require issuers of publicly traded securities to disclose a great deal of information about those securities to investors. Investors are constantly evaluating the prospects for these securities and acting on the conclusions from their analyses by trading them. If the price of a security is out of line with what investors think it should be, then investors will buy or sell that security, causing its price to adjust to reflect their assessment of its value. The ability of investors to easily observe transaction prices and trade volumes and to inexpensively trade securities in public markets contributes to the efficiency of this process. This buying and selling by investors is the mechanism through which prices adjust to reflect the market's consensus. The theory about how well this mechanism works is known as the efficient market hypothesis. We next discuss the three forms of the efficient market hypothesis, which describe different degrees of market efficiency.",
            "Strong-Form Efficiency": "The market for a security is perfectly informationally efficient if the security's price always reflects all information. The idea that all information about a security is reflected in its price is known as the strong-form of the efficient market hypothesis. Few people really believe that market prices of public securities reflect all available information, however. It is widely accepted that insiders have information that is not reflected in the security prices. Thus, the concept of strong-form market efficiency represents the ideal case rather than the real world. If a security market were strong-form efficient, then it would not be possible to earn abnormally high returns (returns greater than those justified by the risks) by trading on private information—information unavailable to other investors—because there would be no such information. In addition, since all information would already be reflected in security prices, the price of a share of a particular security would change only when new information about its prospects became available.",
            "Semistrong-Form Efficiency": "A weaker form of the efficient market hypothesis, known as the semistrong-form of the efficient market hypothesis, holds only that all public information—information that is available to all investors—is reflected in security prices. Investors who have private information are able to profit by trading on this information before it becomes public. For example, suppose that conversations with the customers of a firm indicate to an investor that the firm's sales, and thereby its cash flows, are increasing more rapidly than other investors expect. To profit from this information, the investor buys the firm's stock. By buying the stock, the investor helps drive up the price to the point where it accurately reflects the higher level of cash flows. The concept of semistrong-form efficiency is a reasonable representation of the public stock markets in developed countries such as the United States. In a market characterized by this sort of efficiency, as soon as information becomes public, it is quickly reflected in stock prices through trading activity. Studies of the speed at which new information is reflected in stock prices indicate that by the time you read a hot tip in the Wall Street Journal or a business magazine, it is too late to benefit by trading on it.",
            "Weak-Form Efficiency": "The weakest form of the efficient market hypothesis is known, aptly enough, as the weak-form of the efficient market hypothesis. This hypothesis holds that all information contained in past prices of a security is reflected in current prices but that there is both public and private information that is not. In a weak-form efficient market, it would not be possible to earn abnormally high returns by looking for patterns in security prices, but it would be possible to do so by trading on public or private information. An important conclusion the efficient market hypothesis is that at any point in time, all securities with the same risk should be priced to offer the same expected return. The more efficient the market, the more likely this is to happen. Since both the bond and stock markets are relatively efficient, this means that securities of similar risk will offer the same expected return. This conclusion is important because it provides the basis for identifying the proper discount rate to use in applying the bond and stock valuation models developed in Chapters 8 and 9."
        },
        "Financial Institutions and Indirect Financing": {
            "Financial Institutions and Indirect Financing": "As we mentioned earlier, many business firms are too small to sell their debt or equity directly to investors. They have neither the expert knowledge nor the financing requirements to make transacting in wholesale markets cost-effective. When these companies need funds for capital investments or for liquidity adjustments, their only feasible choice is to borrow in the indirect market from a financial institution. These financial institutions act as intermediaries, converting financial securities with one set of characteristics into securities with another set of characteristics. This process is called financial intermediation. The hallmark of indirect financing is that a financial institution—an intermediary—stands between the lender-saver and the borrower-spender. This route is shown at the bottom of Exhibit 2.1.",
            "Indirect Market Transactions": "We worked through an example of indirect financing at the beginning of the chapter. In that situation, a college student had $5,000 to invest for three months. A bank sold the student a three-month consumer CD for $5,000, pooled this $5,000 with the proceeds from checking and savings accounts and other CDs, and used the money to make small-business loans, one of which was a $30,000 loan to a pizza parlor owner. The bank raises money from deposits to checking and savings accounts and by selling CDs and then uses the money to make loans to businesses or consumers. On a larger scale, insurance companies provide much of the long-term financing in the economy through the indirect credit market. These companies invest heavily in corporate bonds and equity securities using funds they receive when they sell insurance policies to individuals and businesses. Notice an important difference between indirect and direct financial markets. In the direct market, as securities flow between lender-savers and borrower-spenders, the form of the securities remains unchanged. In indirect markets, however, as securities flow between lender-savers and borrower-spenders, they are repackaged, and their form is changed. In the example above, money from the sale of insurance policies becomes investments in corporate debt or equity. By repackaging securities, financial intermediaries tailor-make a wide range of financial products and services that meet the needs of consumers, small businesses, and large corporations. Their products and services are particularly important for smaller businesses that do not have access to direct financial markets. Somewhat surprisingly, indirect markets are a much larger and more important source of financing to businesses than the more newsworthy direct financial markets. This is true not only in the United States, but in all industrial countries as well.",
            "Financial Institutions and Their Services": "We have briefly discussed the role of financial institutions as intermediaries in the indirect financial market. Next, we look at various types of financial institutions and the services they provide to small businesses as well as large corporations. We discuss only financial institutions that provide a significant amount of services to businesses.",
            "Commercial Banks": "Commercial banks are the most prominent and largest financial intermediaries in the economy and offer the widest range of financial services to businesses. Nearly every business, small or large, has a significant relationship with a commercial bank—usually a checking or transaction account and some type of credit or loan arrangement. For businesses, the most common type of bank loan is a line of credit (often called revolving credit), which works much like a credit card. A line of credit is a commitment by the bank to lend a firm an amount up to a predetermined limit, which can be used as needed. Banks also make term loans, which are fixed-rate loans with a maturity of one year to 10 years. In addition, banks do a significant amount of equipment lease financing. A lease is a contract that gives a business the right to use an asset, such as office space, a truck, or a computer mainframe, for a period of time in exchange for periodic payments. Leases are discussed in the Appendix to Chapter 16.",
            "Life and Casualty Insurance Companies": "Two types of insurance companies are important in the financial markets: (1) life insurance companies and (2) casualty insurance companies, which sell protection against loss of property from fire, theft, accidents, and other causes. The cash flows for both types of companies are fairly predictable. As a result, they are able to provide funding to corporations through the purchase of stocks and bonds in the direct credit markets as well as funding for both public and private corporations through private placement financing. Businesses of all sizes purchase life insurance programs as part of their employee benefit packages and purchase casualty insurance policies to protect physical assets such as automobiles, truck fleets, equipment, and entire plants.",
            "Pension Funds": "Pension funds invest retirement funds on behalf of businesses or government agencies that provide retirement programs for their employees. Pension funds obtain money from employee and employer contributions during the employee's working years, and they provide monthly cash payments upon retirement. Because of the predictability of these cash flows, pension fund managers invest in corporate bonds and equity securities purchased in the direct financial markets and participate in the private placement market.",
            "Investment Funds": "Investment funds, such as mutual funds, sell shares to investors and use the funds to purchase securities. As a result, they are an important source of business funding. For example, mutual funds may focus on purchasing (1) equity or debt securities; (2) securities of small or medium-size corporations; (3) securities of companies in a particular industry, such as energy, computer, or information technology, or (4) foreign investments.",
            "Business Finance Companies": "Business finance companies obtain the majority of their funds by selling short-term debt, called commercial paper, to investors in direct credit markets. These funds are used to make a variety of short- and intermediate-term loans and leases to small and large businesses. The loans are often secured by accounts receivable or inventory. Business finance companies are typically more willing than commercial banks to make loans and leases to firms with higher levels of default risk.",
            "Corporations and the Financial System": "We began this chapter by saying that financial managers need to understand the financial system in order to make sound decisions. We now follow up on that statement by briefly describing how corporations operate within the financial system. The interaction between the financial system and a large public corporation is shown in Exhibit 2.3. The arrows show the major cash flows for a firm over a typical operating cycle. These cash flows relate to some of the key decisions that the financial manager must make. As you know, those decisions involve three major areas: capital budgeting, financing, and working capital management.",
            "Cash Flows between the Firm and the Financial System": "This exhibit shows how the financial system helps businesses finance their activities. The arrows in the exhibit indicate the major cash flows into and out of a firm over a typical operating cycle. Money obtained from the financial system, combined with reinvested cash flows from operations, enables a firm to make necessary investments and fund any other requirements. Let's work through an example using Exhibit 2.3 to illustrate how corporate businesses use the financial system. Suppose you are the CFO of a new high-tech firm that is being formed in a joint venture with 3M Corporation. The new firm has a well-thought-out business plan, owns some valuable technology, and will operate one manufacturing facility. The company will be large enough to have access to public markets. The company plans to use its core technology to develop and sell a number of new products that the marketing department believes will generate a strong market demand. To start the new company, management's first task is to sell equity and debt to finance the firm. The senior management team and 3M will provide 40 percent of the equity, and the balance will come from an initial public offering (IPO) of common stock. An IPO is a corporation's first offering of its stock to the public. In this example, management hires Morgan Stanley as its investment bank to underwrite the new securities. After the deal is underwritten, the new venture receives the proceeds from the stock sale, less Morgan Stanley's underwriting fees (see arrow E in the exhibit).4 In addition to the equity financing, 30 percent of the firm's total funding will come from the sale of long-term debt through a private placement deal with a large insurance company (see arrow B). Management decided to use a private placement because the lender is willing to commit to lend the firm additional money in the future if the firm meets certain performance goals. Since management has ambitious growth plans, locking in a future source of funds is important. Once the funds from the debt and equity sales are in hand, they are deposited in the firm's checking account at a commercial bank. Management then decides to lease an existing manufacturing facility and the equipment necessary to manufacture the new high-technology products; the cash outflow are represented by arrow A. To begin manufacturing, the firm needs to raise working capital and does this by (1) selling commercial paper in the money markets (arrow C) and (2) obtaining a line of credit from a bank (arrow D). As the firm becomes operational, it generates cash inflows from its productive assets (arrow G). Some of these cash inflows are reinvested in the business (arrow H), and the remainder is used to pay cash dividends to stockholders or repurchase shares (arrow F)."
        },
        "The Determinants of Interest Rate Levels": {
            "The Real Rate of Interest": "One of the most important economic variables in the economy is the real rate of interest—an interest rate determined in the absence of inflation. Inflation is the amount by which aggregate price levels rise over time. The real rate of interest is (1) the inflation-adjusted return earned by lender-savers and (2) the inflation-adjusted cost incurred by borrower-spenders when they borrow. The real rate of interest is not observable because all industrial economies operate with some degree of inflation. The rate that we actually observe in the marketplace at a given time is unadjusted for inflation and is called the nominal rate of interest. The factors that determine the real rate of interest, however, are the underlying determinants of all interest rates we observe in the marketplace. For this reason, an understanding of the real rate is important.",
            "Determinants of the Real Rate of Interest": "The fundamental determinants of interest rates are the returns earned on investments in productive assets (capital investments) and individuals' time preference for consumption. Let's examine how these two factors interact to determine the real rate of interest.",
            "Returns on Investments": "Recall from Chapter 1 that businesses invest in capital projects that are expected to generate positive cash flows by producing additional real output, such as cars, machinery, computers, and video games. The output generated by a capital project constitutes its return on investment, which is usually measured as a percentage. For example, if a capital project costs $1,000 and produces $180 in cash flows each year, the project's return on investment is 18 percent ($180/$1,000 = 0.18, or 18 percent). For a capital project to be attractive, its return on investment must exceed the cost of the funds (debt and equity) used to finance it. Intuitively, this makes sense because if an investment earns a return greater than the cost of funding, it should be profitable and thus should increase the value of the firm. For example, if the cost of funding—often called the cost of capital—is 15 percent, the capital project mentioned above would be attractive (18 percent > 15 percent) and would therefore be undertaken. If the capital project was expected to earn only 13 percent, though, the project would be rejected (13 percent < 15 percent). The cost of capital is the minimum acceptable rate of return on a capital project. Decision Making Example 2.1 illustrates an application of the idea that an attractive project is one for which the return on investment exceeds the cost of funds.",
            "Time Preference for Consumption": "All other things being equal, most people prefer to consume goods today rather than tomorrow. This is called a positive time preference for consumption. For example, most people who want to buy a new car prefer to have it now rather than wait until they have earned enough cash to make the purchase. When people consume today, however, they realize that their future consumption may be less because they have forgone the opportunity to save and earn interest on their savings. Given people's positive time preference for consumption, the interest rate offered on financial instruments determines how much people will save. At low rates of interest, it hardly makes sense to save, so most people will continue to spend money rather than put money aside in savings. To coax people to postpone current spending, interest rates must be raised. At higher rates people save more and spend less.",
            "Equilibrium Condition": "Higher interest rates reduce business investment (or spending) because fewer capital projects can earn a high enough return on investment to cover the added interest cost. They also reduce demand for borrowing by consumers. At the same time, lender-savers spend less and want to lend more money when interest rates are high. The real rate of interest depends on the interaction between these two opposing factors. Using a supply-and-demand framework, Exhibit 2.4 shows that the equilibrium market rate of interest (r) is the point where the desired level of borrowing (B) by borrower-spenders equals the desired level of lending (L) by lender-savers.",
            "The Determinants of the Equilibrium Rate of Interest": "The equilibrium rate of interest is a function of supply and demand. Lender-savers are willing to supply more funds as interest rates go up, but borrower-spenders demand fewer funds at higher interest rates. The interest rate at which the supply of funds equals the demand for those funds is the equilibrium rate.",
            "Fluctuations in the Real Rate": "In the supply-and-demand framework discussed previously, any economic factor that causes a shift in desired lending or desired borrowing will cause a change in the equilibrium rate of interest. For example, a major breakthrough in technology should cause a shift to the right in the desired level of borrowing schedule, thus increasing the real rate of interest. This makes intuitive sense because the new technology should spawn an increase in investment opportunities, increasing the desired level of borrowing. Similarly, a reduction in the corporate tax rate should provide businesses with more money to spend on investments, which should increase the desired level of borrowing schedule, causing the real rate of interest to increase. One factor that would shift the desired level of lending to the right, and hence lead to a decrease in the real rate of interest, would be a decrease in the tax rates for individuals. Lower individual tax rates would leave lender-saver with more money to lend. Also, with lower individual tax rates, lender-saver could receive a lower interest rate and earn the same after-tax return. Another factor would be monetary policy action by the Federal Reserve System Board of Governors to increase the money supply. A larger money supply would increase the amount of money available for lending. Other forces that could affect the real rate of interest include growth in population, demographic variables such as the age of the population, and cultural differences. In sum, the real rate of interest reflects a complex set of forces that control the desired level of lending and borrowing in the economy. The real rate of interest has historically been around 3 percent for the U.S. economy, but has typically varied between 2 and 4 percent because of changes in economic conditions.",
            "Loan Contracts and Inflation": "The real rate of interest does not account for inflation, but price-level changes in the real world are a fact of life, and these changes affect the value of a loan contract or, for that matter, any financial contract. For example, if prices rise due to inflation during the life of a loan contract, the purchasing power of the dollar decreases because the borrower repays the lender with inflated dollars—dollars with less buying power. To see the impact of inflation on a loan, let's look at an example. Suppose that you lend a friend $1,000 for one year at a 4 percent interest rate. Furthermore, you plan to buy a new surfboard for $1,040 in one year when you graduate from college. With the $40 of interest you earn ($1,000 × 0.04 = $40), you will have just enough money to buy the surfboard. At the end of the year, you graduate, and your friend pays off the loan, giving you $1,040. Unfortunately, the rate of inflation during the year was an unexpected 10 percent, and your surfboard now will cost 10 percent more, or $1,144 ($1,040 × 1.10 = $1,144). You have experienced a 10 percent decrease in your purchasing power due to the unanticipated inflation. The loss of purchasing power is $104 ($1,144 − $1,040 = $104).",
            "The Fisher Equation and Inflation": "How do we write a loan contract that provides protection against loss of purchasing power due to inflation? We have no crystal ball to tell us what the actual rate of inflation will be when the loan contract is written. However, market participants collectively (often called “the market”) have expectations about how prices will change during the contract period. To incorporate these inflation expectations into a loan contract, we need to adjust the real rate of interest by the amount of inflation that is expected during the contract period. The mathematical formula used to adjust the real rate of interest for the expected rate of inflation is as follows. Applying Equation 2.1 to our surfboard example, we can find out what the nominal rate of interest should be if the expected inflation rate is 10 percent and the real rate of interest is 4 percent. Looking at Equation 2.1, notice that ΔPe is the expected price-level change and not the realized (actual) rate of inflation (ΔPa). Thus, to properly determine the nominal rate of interest, it is necessary to predict prices over the life of the loan contract. Also, recall that the nominal rate of interest is the market rate of interest—the rate actually observed in financial markets. The real and nominal rates of interest are equal only when the expected rate of inflation over the contract period is zero (ΔPe = 0).7. When either r or ΔPe is a small number, or when both are small, then rΔPe is very small and is approximately equal to zero. In these situations, it is common practice to write the Fisher equation as a simple additive function, where the nominal rate of interest is divided into two parts: (1) the real rate of interest and (2) the anticipated percent change in the price level. The simplified (or approximate) Fisher equation can be written as follows. The difference in the contract loan rates between the two variations of the Fisher equation is 0.40 percent (14.40 percent −14.00 percent = 0.40 percent), a difference of less than 3 percent (0.40/14.40 = 0.0278, or 2.78 percent). Thus, dropping rΔPe from the equation makes the equation easier to understand without creating a significant computational error."
        }
    },
    "Financial Statements, Cash Flows, and Taxes": {
        "Financial Statements and Accounting Principles": {
            "The Annual Report": "The annual report is the most important report that firms issue to their stockholders and make available to the general public. Historically, annual reports were dull, black-and-white publications that presented audited financial statements for firms. Today some annual reports, especially those of large public companies, are slick, picture-laden, full-color documents with orchestrated media messages. Annual reports typically are divided into three distinct sections. First are the financial tables, which contain financial information about the firm and its operations for the year, and an accompanying summary explaining the firm's performance over the past year. For example, the summary might explain that sales and profits were down because of declining consumer demand. Often, there is a letter from the chairperson or CEO that provides some insights into the reasons for the firm's performance, a discussion of new developments, and a high-level view of the firm's strategy and future direction. It is important to note that the financial tables are historical records reflecting past performance of the firm and do not necessarily indicate what the firm will do in the future. The second part of the report is often a corporate public relations piece discussing the firm's product lines, its services to its customers, and its contributions to the communities in which it operates. The third part of the annual report presents the audited financial statements: the balance sheet, the income statement, the statement of retained earnings, and the statement of cash flows. Overall, the annual report provides a good overview of the firm's operating and financial performance and states why, in management's judgment, things turned out the way they did.",
            "Generally Accepted Accounting Principles": "In the United States, accounting statements are prepared in accordance with generally accepted accounting principles (GAAP), a set of widely agreed-upon rules and procedures that define how companies are to maintain financial records and prepare financial reports. These principles are important because without them, financial statements would be less standardized. Accounting standards such as GAAP make it easier for analysts and management to make meaningful comparisons of a company's performance against that of other companies. Accounting principles and reporting practices for U.S. firms are promulgated by the Financial Accounting Standards Board (FASB), a not-for-profit body that operates in the public interest. FASB derives its authority from the Securities and Exchange Commission (SEC). GAAP and reporting practices are published in the form of FASB standards, and certified public accountants are required to follow these standards in their auditing and accounting practices.",
            "Fundamental Accounting Principles": "To better understand financial statements, it is helpful to look at some fundamental accounting principles embodied in GAAP. These principles determine the manner of recording, measuring, and reporting company transactions. As you will see, the practical application of these principles requires professional judgment, which can result in considerable differences in financial statements.",
            "The Assumption of Arm's-Length Transactions": "Accounting is based on the recording of economic transactions that can be quantified in dollar amounts. It assumes that the parties to a transaction are economically rational and are free to act independently of each other. In other words, all transactions are assumed to be “arm's-length transactions.” The price you pay for something or the price for which you sell something is what gets recorded on the financial statements. To illustrate, let's assume that you are preparing a personal balance sheet for a bank loan on which you must list all your assets. You are including your BMW 325 as an asset. You bought the car a few months ago from your father for $3,000 when the market value of the car was $15,000. You got a good deal. However, the price you paid, which would be the number recorded on your balance sheet, was not the market value. Since you did not purchase the BMW in an arm's-length transaction, your balance sheet would not reflect the true value of the asset.",
            "The Cost Principle": "Generally, the value of an asset that is recorded on a company's “books” reflects its historical cost. The historical cost is assumed to represent the fair market value of the item at the time it was acquired and is recorded as the book value. Over time, it is unlikely that an asset's book value will be equal to its market value because market values tend to change over time. The major exception to this principle is marketable securities, such as the stock of another company, which are recorded at their current market value. It is important to note that accounting statements are records of past performance; they are based on historical costs, not on current market prices or values. Accounting statements translate the business's past performance into dollars and cents, which helps management and investors better understand how the business has performed in the past.",
            "The Realization Principle": "Under the realization principle, revenue is recognized only when the sale is virtually completed and the exchange value for the goods or services can be reliably determined. As a practical matter, this means that most revenues are recognized at the time of sale whether or not cash is actually received. At this time, if a firm sells to its customers on credit, an account receivable is recorded. The firm receives the cash only when the customer actually makes the payment. Although the realization principle concept seems straightforward, there can be considerable ambiguity in its interpretation. For example, should revenues be recognized when goods are ordered, when they are shipped, or when payment is received from the customer?",
            "The Matching Principle": "Accountants try to match revenue on the income statement with the expenses incurred to generate the revenue. In practice, this matching means that revenue is first recognized (according to the realization principle) and then is matched with the costs associated with producing the revenue. For example, if we manufacture a product and sell it on credit (accounts receivable), the revenue is recognized at the time of sale. The expenses associated with manufacturing the product—expenditures for raw materials, labor, equipment, and facilities—are recognized at the same time. Notice that the actual cash outflows for expenses may not occur at the same time the expenses are recognized. The figures on the income statement more than likely will not correspond to the actual cash inflows and outflows during the period.",
            "The Going Concern Assumption": "The going concern assumption is the assumption that a business will remain in operation for the foreseeable future. This assumption underlies much of what is done in accounting. For example, suppose that Sears has $4.6 billion of inventory on its balance sheet, representing what the firm actually paid for the inventory in arm's-length transactions. If we assume that Sears is a going concern, the balance sheet figure is a reasonable number because in the normal course of business we expect Sears to be able to sell the goods for their cost plus some reasonable markup. However, suppose Sears declares bankruptcy and is forced by its creditors to liquidate its assets. If this happens, Sears is no longer a going concern. What will the inventory be worth then? We cannot be certain, but 50 cents on the dollar might be a high figure. The going concern assumption allows the accountant to record assets at cost rather than their value in a liquidation sale, which is usually much less. You can see that the fundamental accounting principles just discussed leave considerable professional discretion to accountants in the preparation of financial statements. As a result, financial statements can and do differ because of honest differences in professional judgments. Of course, there are limits on honest professional differences, and at some point an accountant's choices can cross a line and result in “cooking the books.”",
            "International GAAP": "Accounting is often called the language of business. Just as there are different dialects within languages, there are different international “dialects” in accounting. For example, the set of generally accepted accounting principles in the United Kingdom is called U.K. GAAP. Given the variation in accounting standards, accountants must adjust financial statements so that meaningful comparisons can be made between firms that utilize different accounting principles. The cost of making these adjustments represents an economic inefficiency that adds to the overall cost of international business transactions. By the end of the 1990s, the two predominant international reporting standards were the U.S. GAAP and the International Financial Reporting Standards, also known as IFRS. Both FASB and the International Accounting Standards Board (IASB) have been working toward a convergence of these rules in an effort to provide a truly global accounting standard. Today most international jurisdictions already utilize IFRS or some close variant of those standards. Consistent with these practices, the U.S. SEC has been reviewing proposals for U.S. corporations to adopt IFRS for financial reporting, but date there has been no move to change the accounting standard from U.S. GAAP.",
            "Illustrative Company: Diaz Manufacturing": "In the next part of this chapter, we turn to a discussion of four fundamental financial statements: the balance sheet, the income statement, the statement of retained earnings, and the statement of cash flows. To more clearly illustrate these financial statements, we use data from Diaz Manufacturing Company, a fictional Houston-based provider of petroleum and industrial equipment and services worldwide.1 Diaz Manufacturing was formed in 2013 as a spin-off of several divisions of a large multinational corporation. The firm specializes in the design and manufacturing of systems used in petroleum production and has two divisions: (1) Diaz Energy Services, which sells oil and gas compression equipment, and (2) Diaz Manufacturing, which makes valves and related parts for energy production. In 2017 Diaz Manufacturing's sales were $1.56 billion, an increase of 12.8 percent from the previous year. A letter to stockholders in the 2017 annual report stated that management did not expect earnings in 2018 to exceed the 2017 earnings. The reason for caution was that Diaz's earnings are very susceptible to changes in the political and economic environment in the world's energy-producing regions, and in 2017 the environment in the Middle East was highly unstable. Management reassured investors, however, that Diaz had the financial strength and the management team needed to weather any economic adversity."
        },
        "The Balance Sheet": {
            "Balance Sheet": "The balance sheet reports the firm's financial position at a particular point in time. Exhibit 3.1 shows the balance sheets for Diaz Manufacturing on December 31, 2016, and December 31, 2017. The left-hand side of the balance sheet identifies the firm's assets, which are listed at book value. These assets are owned by the firm and are used to generate income. The right-hand side of the balance sheet includes liabilities and stockholders' equity, which tell us how the firm has financed its assets. Liabilities are obligations of the firm that represent claims against its assets. These claims arise from debts and other obligations to pay creditors, employees, or the government. In contrast, stockholders' equity represents the residual claim of the owners on the remaining assets of the firm after all liabilities have been paid. It is important to note that balance sheet items are listed in a specific order. Assets are listed in order of their liquidity, with the most liquid assets, cash and marketable securities, at the top. The liquidity of an asset is defined by how quickly it can be converted into cash without loss of value. Thus, an asset's liquidity has two dimensions: (1) the speed and ease with which the asset can be sold and (2) whether the asset can be sold without loss of value. Of course, any asset can be sold easily and quickly if the price is low enough. Liabilities on the balance sheet are listed based on their maturity, with the liabilities having the shortest maturities listed at the top. Maturity refers to the length of time remaining before the obligation must be paid. Next, we examine some important balance sheet accounts of Diaz Manufacturing as of December 31, 2017 (see Exhibit 3.1). As a matter of convention, accountants classify assets and liabilities as short-term (or current) or long-term. We will start by looking at current assets and liabilities.",
            "Current Assets and Liabilities": "Current assets are assets that can reasonably be expected to be converted into cash within one year. Besides cash, which includes investments in marketable securities such as money market instruments, other current assets are accounts receivable, which are typically due within 30 to 45 days, and inventory, which is money invested in raw materials, work-in-process inventory, and finished goods. Diaz's current assets at the end of 2017 totaled $1,039.8 million. Current liabilities are obligations payable within one year. Typical current liabilities are accounts payable, which arise in the purchases of goods and services from vendors and are normally paid within 30 to 45 days; notes payable, which are formal borrowing agreements with a bank or some other lender that have a stated maturity; and accrued taxes from federal, state, and local governments, which are taxes Diaz owes but has not yet paid. Diaz's total current liabilities were $377.8 million at the end of 2017.",
            "Net Working Capital": "Recall from Chapter 1 that the dollar difference between total current assets and total current liabilities is the firm's net working capital: Net Working Capital = Total Current Assets - Total Current Liabilities. Net working capital is a measure of a firm's ability to meet its short-term obligations as they come due. One way that firms maintain their liquidity is by holding more current assets than current liabilities.",
            "Accounting for Inventory": "Inventory, as noted earlier, is a current asset on the balance sheet, but it is usually the least liquid of the current assets. The reason is that it can take a long time for a firm to convert inventory into cash. For a manufacturing firm, the inventory cycle begins with raw materials, continues with goods in process, proceeds with finished goods, and finally concludes with selling the asset for cash or an account receivable. For a firm such as The Boeing Company, for example, the inventory cycle in manufacturing an aircraft can be nearly a year. An important decision for management is the selection of an inventory valuation method. The most common methods are FIFO (first in, first out) and LIFO (last in, first out). During periods of changing price levels, how a firm values its inventory affects both its balance sheet and its income statement. For example, suppose that prices have been rising (inflation). If a company values its inventory using the FIFO method, when the firm makes a sale, it assumes the sale is from the oldest, lowest-cost inventory—first in, first out. Thus, during rising prices, firms using FIFO will have the lowest cost of goods sold, the highest net income, and the highest inventory value. In contrast, a company using the LIFO method assumes the sale is from the newest, highest-cost inventory—last in, first out. During a period of inflation, firms using LIFO will have the highest cost of goods sold, the lowest net income, and the lowest inventory value. Because inventory valuation methods can have a significant impact on both the income statement and the balance sheet, when financial analysts compare different companies, they make adjustments for differences in inventory valuation methods. Although firms can switch from one inventory valuation method to another, this type of change is an extraordinary event and cannot be done frequently. Diaz Manufacturing reports inventory values in the United States using the LIFO method. The remaining inventories, which are located outside the United States and Canada, are calculated using the FIFO method. Diaz's total inventory is $423.8 million at the end of 2017.",
            "Long-Term Assets and Liabilities": "The remaining assets on the balance sheet are classified as long-term assets. Typically, these assets are financed by long-term liabilities and stockholders' equity.",
            "Long-Term Assets": "Long-term (productive) assets are the assets that the firm uses to generate most of its income. Long-term assets may be tangible or intangible. Tangible assets are balance sheet items such as land, mineral resources, buildings, equipment, machinery, and vehicles that are used over an extended period of time. In addition, tangible assets can include other businesses that a firm wholly or partially owns, such as foreign subsidiaries. Intangible assets are items such as patents, copyrights, licensing agreements, technology, and other intellectual capital the firm owns. Goodwill is an intangible asset that arises only when a firm purchases another firm. Conceptually, goodwill is a measure of how much the price paid for the acquired firm exceeds the sum of the values of acquired firm's individual assets. There are a variety of reasons why the purchase price of an asset might exceed its value to the seller. Goodwill may arise from improvements in efficiency, the reputation or brands associated with products or trademarks, or even a valuable client base for a particular service. For example, if Diaz Manufacturing paid $2.0 million for a company that had individual assets with a total fair market value of $1.9 million, the goodwill premium paid would be $100,000 ($2.0 million − $1.9 million = $0.1 million). Diaz Manufacturing's long-term assets at the end of 2017 included net plant and equipment of $399.4 million and intangible and other assets of $450.0 million, as shown in Exhibit 3.1. The term net plant and equipment indicates that accumulated depreciation has been subtracted to arrive at the net value. That is, net plant and equipment equals total plant and equipment less accumulated depreciation; accumulated depreciation is the total amount of depreciation expense taken on plant and equipment up to the balance sheet date.",
            "Accumulated Depreciation": "When a firm acquires a tangible asset that deteriorates with use and wears out, accountants try to allocate the asset's cost over its estimated useful life. The matching principle requires that the cost be expensed during the period in which the firm benefited from use of the asset. Thus, depreciation allocates the cost of a limited-life asset to the periods in which the firm is assumed to benefit from the asset. Tangible assets with an unlimited life, such as land, are not depreciated. Depreciation affects the balance sheet through the accumulated depreciation account; we discuss its effect on the income statement in Section 3.4. Management of a company can elect whether to depreciate its assets using straight-line depreciation or one of the approved accelerated depreciation methods. All of these methods allow the same amount of total depreciation over an asset's life. However, accelerated depreciation methods allow for more depreciation expense in the early years of an asset's life than straight-line depreciation. Diaz Manufacturing uses the straight-line method of depreciation. Had Diaz elected to use accelerated depreciation, the value of its depreciable assets would have been written off to the income statement more quickly as a higher depreciation expense, which results in a lower net plant and equipment account on its balance sheet and a lower net income for the period.",
            "Long-Term Liabilities": "Long-term liabilities include debt instruments due and payable beyond one year as well as other long-term obligations of the firm. They include bonds, bank term loans, mortgages, and other types of liabilities, such as pension obligations and deferred compensation. Typically, firms finance long-term assets with long-term liabilities. Diaz Manufacturing has a single long-term liability of $574.0 million at the end of 2017, which is a long-term debt.",
            "Equity": "We have summarized the types of assets and liabilities that appear on the balance sheet. Now we look at the equity accounts. Diaz Manufacturing's total stockholders' equity at the end of 2017 is $937.4 million and is made up of four accounts—common stock, additional paid-in capital, retained earnings, and treasury stock—which we discuss next. We conclude with a discussion of preferred stock. Although a line item for preferred stock appears on Diaz Manufacturing's balance sheets, the company has no shares of preferred stock outstanding.",
            "The Common Stock Accounts": "The most important equity accounts are those related to common stock, which represent the true ownership of the firm. Certain basic rights of ownership typically come with common stock; those rights are as follows: 1. The right to vote on corporate matters, such as the election of the board of directors or important actions such as the purchase of another company. 2. The preemptive right, which allows stockholders to purchase any additional shares of stock issued by the corporation in proportion to the number of shares they currently own. This allows common stockholders to retain the same percentage of ownership in the firm, if they choose to do so. 3. The right to receive cash dividends if they are paid. 4. If the firm is liquidated, the right to all remaining corporate assets after all creditors and preferred stockholders have been paid. A common source of confusion is the number of different common stock accounts on the balance sheet, each of which identifies a source of the firm's equity. The common stock account identifies the funding from equity investors that was used to start and maintain the business and is priced at a par value. The par value is an arbitrary number set by management, usually a nominal amount such as $1. Clearly, par value has little to do with the market value of the stock when it is sold to investors. The additional paid-in capital is the amount of capital received from the sale of common stock in excess of par value.",
            "Retained Earnings": "The retained earnings account represents earnings that have been retained and reinvested in the business over time rather than being paid out as cash dividends. The change in retained earnings from one period to the next can be computed as the difference between net income and dividends paid. Diaz Manufacturing's retained earnings account is $67.8 million in 2017. Reading the annual report, we learn that in the recent past the company “wrote down” the value of a substantial amount of assets. This transaction, which will be discussed later in this chapter, reduced the size of the retained earnings account by reducing net income. Note that retained earnings are not the same as cash. In fact, as we discuss in Section 3.7 of this chapter, a company can have a very large retained earnings account and no cash. Conversely, it can have a lot of cash and a very small retained earnings account. Because retained earnings appear on the liability side of the balance sheet, they do not represent an asset, as do cash and marketable securities.",
            "Treasury Stock": "The treasury stock account represents stock that the firm has repurchased from investors. Publicly traded companies can simply buy shares of stock from stockholders on the market at the prevailing price. Typically, repurchased stock is held as “treasury stock,” and the firm can reissue it in the future if it desires. Diaz Manufacturing has spent a total of $23.3 million during 2017 to repurchase the 571,320 shares of common stock it currently holds as treasury stock. The company has had a policy of repurchasing common stock, which has been subsequently reissued to senior executives under the firm's stock-option plan. You may wonder why a firm's management would repurchase its own stock. This is a classic finance question, and it has no simple answer. One reason is that when a company has excess cash and management believes its stock price is undervalued, it makes sense to purchase stock with the cash. We discuss this in more detail in Chapter 17.",
            "Preferred Stock": "Preferred stock is a cross between common stock and long-term debt. Preferred stock pays dividends at a specified fixed rate, which means that the firm cannot increase or decrease the dividend rate, regardless of whether the firm's earnings increase or decrease. However, like common stock dividends, preferred stock dividends are declared by the board of directors, and in the event of financial distress, the board can elect not to pay a preferred stock dividend. If preferred stock dividends are not paid, the firm is typically required to pay dividends that have been skipped in the past before they can pay dividends to common stockholders. In the event of bankruptcy, preferred stockholders are paid before common stockholders but after bondholders and other creditors. As shown in Exhibit 3.1, Diaz Manufacturing has no preferred stock outstanding, but the company is authorized to issue up to 10 million shares of preferred stock."
        },
        "Market Value Versus Book Value": {
            "Market Value Versus Book Value": "Although accounting statements are helpful to analysts and managers, they have a number of limitations. One of these limitations, mentioned earlier, is that accounting statements are historical—they are based on data such as the cost of a building that was built years ago. Thus, the value of assets on the balance sheet is generally what the firm paid for them and not their current market value—the amount they are worth today. Investors and management, however, care about how the company will do in the future. The best information concerning how much a company's assets can earn in the future, as well as how much of a burden its liabilities are, comes from the current market value of those assets and liabilities. Accounting statements would therefore be more valuable if they measured current value. The process of recording assets at their current market value is often called marking to market. In theory, everyone agrees that it is better to base financial statements on current information. Marking to market provides decision makers with financial statements that more closely reflect a company's true financial condition; thus, they have a better chance of making the correct economic decision, given the information available. For example, providing current market values means that managers can no longer conceal a failing business or hide unrealized gains on assets. On the downside, it can be difficult to identify the market value of an asset, particularly if there are few transactions involving comparable assets. Critics also point out that estimating market value can require complex financial modeling, and the resulting numbers can be open to manipulation and abuse. Finally, mark-to-market accounting can become inaccurate if market prices deviate from the “fundamental” values of assets and liabilities. This might occur because buyers and sellers have either incorrect information or overally optimistic or overally pessimistic expectations about the future.",
            "A More Informative Balance Sheet": "To illustrate why market value provides better economic information than book value, let's revisit the balance sheet components discussed earlier. Our discussion will also help you understand why there can be such large differences between some book-value and market-value balance sheet accounts.",
            "Assets": "For current assets, market value and book value may be reasonably close. The reason is that current assets have a short life cycle and typically are converted into cash quickly. Then, as new current assets are added to the balance sheet, they are entered at their current market price. In contrast, long-term assets, which are also referred to as fixed assets, have a long life cycle and their market value and book value are not likely to be equal. In addition, if an asset is depreciable, the amount of depreciation shown on the balance sheet does not necessarily reflect the actual loss of economic value. As a general rule, the longer the time that has passed since an asset was acquired, the more likely it is that the current market value will differ from the book value. For example, suppose a firm purchased land for a trucking depot in Atlanta, Georgia, 30 years ago for $100,000. Today the land is nestled in an expensive suburban area and is worth $5.5 million. The difference between the book value of $100,000 and the market value is $5.4 million.",
            "Liabilities": "The market value of liabilities can also differ from their book value, though typically by smaller amounts than is the case with assets. For liabilities, the balance sheet shows the amount of money that the company has promised to pay. This figure is generally close to the actual market value for short-term liabilities because of their relatively short maturities. For long-term debt, however, book value and market value can differ substantially. The market value of debt with fixed interest payments is affected by the level of interest rates in the economy. More specifically, after long-term debt is issued, if the market rate of interest increases, the market value of the debt will decline. Conversely, if interest rates decline, the value of the debt will increase. For example, assume that a firm has $1 million of 20-year bonds outstanding. If the market rate of interest increases from 5 to 8 percent, the price of the bonds will decline to around $700,000.4 Thus, changes in interest rates can have an important effect on the market values of long-term liabilities, such as corporate bonds. Even if interest rates do not change, the market value of long-term liabilities can change if the performance of the firm declines and the probability of default increases.",
            "Stockholders' Equity": "The book value of the firm's equity is one of the least informative items on the balance sheet. The book value of equity, as suggested earlier, is simply a historical record. As a result, it says very little about the current market value of the stockholders' stake in the firm. In contrast, on a balance sheet where both assets and liabilities are marked-to-market, the firm's equity is more informative to management and investors. The difference between the market values of the assets and liabilities provides a better estimate of the market value of stockholders' equity than the difference in the book values. Intuitively, this makes sense because if you know the true market value of the firm's assets and liabilities, the difference must equal the market value of the stockholders' equity. You should be aware, however, that the difference between the sum of the market values of the individual assets and total liabilities will not give us an exact estimate of the market value of stockholders' equity. The reason is that the total value of a firm's assets depends on how these assets are utilized. By utilizing the assets efficiently, management can make the total value greater than the simple sum of the individual asset values. We will discuss this idea in more detail in Chapter 18. Finally, if you know the market value of the stockholders' equity and the number of shares of stock outstanding, it is easy to compute the stock price. Specifically, the price of a share of stock is the market value of the firm's stockholders' equity divided by the number of shares outstanding.",
            "A Market-Value Balance Sheet": "Let's look at an example of how a market-value balance sheet can differ from a book-value balance sheet. Marvel Airline is a small regional carrier that has been serving the Northeast for five years. The airline has a fleet of short-haul jet aircraft, most of which were purchased over the past two years. The fleet has a book value of $600 million. Recently, the airline industry has suffered substantial losses in revenue due to price competition, and most carriers are projecting operating losses for the foreseeable future. As a result, the market value of Marvel's aircraft fleet is only $400 million. The book value of Marvel's long-term debt is $300 million, which is near its current market value. The firm has 100 million shares outstanding. Using these data, we can construct two balance sheets, one based on historical book values and the other based on market values. Based on the book-value balance sheet, the firm's financial condition looks fine; the book value of Marvel's aircraft at $600 million reflects what the firm paid, and the stockholders' equity account is $300 million. But when we look at the market-value balance sheet, a different story emerges. We immediately see that the value of the aircraft has declined by $200 million and the stockholders' equity has declined by $200 million! Why the decline in stockholders' equity? Recall that in Chapter 1 we argued that the value of any asset—stocks, bonds, or a firm—is determined by the future cash flows the asset will generate. At the time the aircraft were purchased, it was expected that they would generate a certain amount of cash flow over time. Now that hard times plague the industry, the cash flow expectations have been lowered, leading to a decline in the value of stockholders' equity."
        },
        "The Income Statement and the Statement of Retained Earnings": {
            "The Income Statement": "The income statement summarizes the revenues, expenses, and the profitability (or losses) of the firm over some period of time, usually a month, a quarter, or a year. The basic equation for the income statement can be expressed as follows: Net Income = Revenues - Expenses.",
            "Revenues": "A firm's revenues (sales) arise from the products and services it creates through its business operations. For manufacturing and merchandising companies, revenues come from the sale of merchandise. Service companies, such as consulting firms, generate fees for the services they perform. Other kinds of businesses earn revenues by charging interest or collecting rent. Regardless of how they earn revenues, most firms either receive cash or create an account receivable for each transaction.",
            "Expenses": "Expenses are the various costs that the firm incurs to generate revenues. Broadly speaking, expenses are (1) the value of long-term assets consumed through business operations, such as depreciation expense, and (2) the costs incurred in conducting business, such as labor, utilities, materials, and taxes.",
            "Net Income": "The firm's net income reflects its accomplishments (revenues) relative to its efforts (expenses) during a time period. If revenues exceed expenses, the firm generates net income for the period. If expenses exceed revenues, the firm has a net loss. Net income is often referred to as profits, as income, or simply as the “bottom line,” since it is the last item on the income statement. Net income is often reported on a per-share basis and is then called earnings per share (EPS), where EPS equals net income divided by the number of common shares outstanding. A firm's earnings per share tell a stockholder how much the firm has earned (or lost) for each share of stock outstanding. Income statements for Diaz Manufacturing for 2016 and 2017 are shown in Exhibit 3.2. You can see that in 2017 total revenues from all sources (net sales) were $1,563.7 million. Total expenses for producing and selling those goods were $1,445.2 million—the total of the amounts for cost of goods sold, selling and administrative expenses, depreciation, interest expense, and taxes.",
            "Depreciation Expense": "An interesting feature of financial reporting is that companies are allowed to prepare two sets of financial statements: one for tax purposes and one for financial reporting to the SEC and investors. For tax purposes, most firms elect to accelerate depreciation as quickly as is permitted under the tax code. The reason is that accelerated depreciation results in a higher depreciation expense to the income statement, which in turn results in a lower earnings before taxes (EBT) and a lower tax liability in the first few years after the asset is acquired. The good news about accelerating depreciation for tax purposes is that the firm pays lower taxes but the depreciation expense does not represent a cash flow. The depreciation method does not affect the cost of the asset. In contrast, straight-line depreciation results in lower depreciation expenses to the income statement, which results in higher EBT and higher tax payments. Firms generally use straight-line depreciation in the financial statements they report to the SEC and investors because it makes their earnings look better. The higher a firm's EBT, the higher its net income. It is important to understand that, as we noted earlier, the company does not take more total depreciation under accelerated depreciation methods than under the straight-line method; the total amount of depreciation expensed to the income statement over the life of an asset is the same. Total depreciation cannot exceed the price paid for the asset. Accelerating depreciation only alters the timing of when the depreciation is expensed",
            "Amortization Expense": "Amortization is the process of writing off expenses for intangible assets—such as patents, licenses, copyrights, and trademarks—over their useful life. Since depreciation and amortization are very similar, they are often lumped together on the income statement. Both are noncash expenses, which means that an expense is recorded on the income statement, but the associated cash does not necessarily leave the firm in that period. For Diaz Manufacturing, the depreciation and amortization expense for 2017 was $83.1 million. At one time, goodwill was one of the intangible assets subject to amortization. Beginning in June 2001, however, goodwill could no longer be amortized. The value of the goodwill on a firm's balance sheet is now subject to an annual impairment test. This test requires that the company annually value the businesses that were acquired in the past to see if the value of the goodwill associated with those businesses has declined below the value at which it is being carried on the balance sheet. If the value of the goodwill has declined (been impaired), management must expense the amount of the impairment. This expense reduces the firm's reported net income.",
            "Extraordinary Items": "Other items reported separately in the income statement are extra-ordinary items, which are reserved for nonoperating gains or losses. Extraordinary items are unusual and infrequent occurrences, such as gains or losses from floods, fires, earthquakes, or accidents. For example, in February 2011 BP plc, the large oil company, reported a loss of $4.9 billion for 2010. This was the company's first loss since 1992 and was a direct result of a $40.9 billion extraordinary expense associated with the large 2010 oil spill in the Gulf of Mexico. Diaz Manufacturing has no extraordinary expense item during 2017.",
            "EBITDA": "The first intermediate income figure is EBITDA, or earnings before interest, taxes, depreciation, and amortization. The importance of EBITDA is that it shows what is earned purely from operations and reflects how efficiently the firm can manufacture and sell its products without taking into account the cost of the productive asset base (plant and equipment and intangible assets). For Diaz Manufacturing, EBITDA was $251.5 million in 2017.",
            "EBIT": "Subtracting depreciation and amortization from EBITDA yields the next intermediate figure, EBIT, or earnings before interest and taxes. EBIT for Diaz Manufacturing was $168.4 million.",
            "EBT": "When interest expense is subtracted from EBIT, the result is EBT, or earnings before taxes. Diaz Manufacturing had EBT of $162.8 million in 2017.",
            "The Statement of Retained Earnings": "Corporations often prepare a statement of retained earnings, which identifies the changes in the retained earnings account from one accounting period to the next. During any accounting period, two events can affect the retained earnings account balance: 1. When the firm reports net income or loss. 2. When the board of directors declares and pays a cash dividend."
        },
        "The Statement of Cash Flows": {
            "The Statement of Cash Flows": "There are times when the financial manager wants to know the details of all the cash inflows and outflows that have taken place during the year and to reconcile the beginning-of-year and end-of-year cash balances. The reason for the focus on cash flows is very practical. Managers must have a complete understanding of the uses of cash and the sources of cash in the firm. Firms must have the cash to pay wages, suppliers, and other creditors, and they often elect to defer cash receipts from sales by providing credit to customers. Managers may also decide to issue new securities to raise cash, or may retire existing liabilities or repurchase equity to use cash. Finally, the purchase and sale of long-term productive assets can have a measurable impact on a firm's cash position. In sum, managers are responsible for a wide variety of transactions that involve sources and uses of cash over an accounting period. The statement of cash flows provides them with what amounts to an inventory of these transactions, and helps them understand why the cash balance changed as it did from the beginning to the end of the period.",
            "Sources and Uses of Cash": "The statement of cash flows shows the company's cash inflows (receipts) and cash outflows (payments and investments) for a period of time. We derive these cash flows by looking at the firm's net income during the period and at changes in balance sheet accounts from the beginning of the period (end of the previous period) to the end of the period. In analyzing the statement of cash flows, it is important to understand that changes in the balance sheet accounts reflect cash flows. More specifically, increases in assets or decreases in liabilities and equity are uses of cash, while decreases in assets or increases in liabilities and equity are sources of cash. These changes in balance sheet items can be summarized by the following: Working capital. An increase in current assets (such as accounts receivable and inventory) is a use of cash. For example, if a firm increases its inventory, it must use cash to purchase the additional inventory. Conversely, the sale of inventory increases a firm's cash position. An increase in current liabilities (such as accounts or notes payable) is a source of cash. For example, if during the year a firm increases its accounts payable, it has effectively borrowed money from suppliers and increased its cash position. Fixed assets. An increase in long-term fixed assets is a use of cash. If a company purchases fixed assets during the year, it decreases cash because it must use cash to pay for the purchase. If the firm sells a fixed asset during the year, the firm's cash position will increase. Long-term liabilities and equity. An increase in long-term debt (bonds and private placement debt) or equity (common and preferred stock) is a source of cash. The retirement of debt or the purchase of treasury stock requires the firm to pay out cash, reducing its cash balances. Dividends. Any cash dividend payment decreases a firm's cash balance.",
            "Organization of the Statement of Cash Flows": "The statement of cash flows is organized around three business activities—operating activities, long-term investing activities, and financing activities—and the reconciliation of the cash account. We discuss each element next and illustrate them with reference to the statement of cash flows for Diaz Manufacturing, which is shown in Exhibit 3.4.",
            "Operating Activities": "Cash flows from operating activities in the statement of cash flows are the net cash flows that are related to a firm's principal business activities. The most important items are the firm's net income, depreciation and amortization expense, and working capital accounts (other than cash and short-term debt obligations, which are classified elsewhere). In Exhibit 3.4, the first section of the statement of cash flows for Diaz Manufacturing shows the cash flow from operations. The section starts with the firm's net income of $118.5 million for the year ending December 31, 2017. Depreciation expense ($83.1 million) is added because it is a noncash expense on the income statement. Next come changes in the firm's working capital accounts that affect operating activities. Note that working capital accounts that involve financing (bank loans and notes payable) and cash reconciliation (cash and marketable securities) will be classified separately. For Diaz, the working capital accounts that are sources of cash are (1) increase in accounts payable of $24.3 million ($349.3 − $325.0 = $24.3), (2) decrease in other current assets of $8.6 million ($29.9 − $21.3 = $8.6), and (3) increase in accrued income taxes of $1.2 million ($18.0 − $16.8 = $1.2). Changes in working capital items that are uses of cash are: (1) increase in accounts receivable of $37.4 million ($306.2 − $268.8 = $37.4) and (2) increase in inventory of $51.1 million ($423.8 − $372.7 = $51.1). The total cash provided to the firm from operations is $147.2 million. To clarify why changes in working capital accounts affect the statement of cash flows, let's look at some of the changes. Diaz had a $37.4 million increase in accounts receivable, which is subtracted from net income as a use of cash because the number represents sales that were included in the income statement but for which no cash has been collected. Diaz provided financing for these sales to its customers. Similarly, the $24.3 million increase in accounts payable represents a source of cash because goods and services the company purchased have been received but no cash has been paid out.",
            "Long-Term Investing Activities": "Cash flows from long-term investing activities relate to the buying and selling of long-term assets. In Exhibit 3.4, the second section shows the cash flows from long-term investing activities. Diaz Manufacturing made long-term investments in two areas, which resulted in a cash outflow of $126.7 million. They were as follows: (1) the purchase of plant and equipment, totaling $88.3 million ($911.6 − $823.3 = $88.3) and (2) an increase in goodwill and other assets of $38.4 million ($450.0 − $411.6 = $38.4). Diaz's investments in property, equipment, and other assets resulted in a cash outflow of $126.7 million.",
            "Financing Activities": "Cash flows from financing occur when cash is obtained from or repaid to creditors or owners (stockholders). Typical financing activities involve cash received from the issuance of common or preferred stock, as well as cash from bank loans, notes payable, and long-term debt. Cash payments of dividends to stockholders and cash purchases of treasury stock reduce a company's cash position. Diaz Manufacturing's financing activities include the sale of bonds for $268.4 million ($574.0 − $305.6 = $268.4), which is a source of cash, and the purchase of treasury stock for $23.3 million, which is a use of cash. The firm's notes payable position also increased by $6.3 million ($10.5 − $4.2 = $6.3). Overall, Diaz had a net cash inflow from financing activities of $251.4 million.",
            "Cash Reconciliation": "The final part of the statement of cash flows is a reconciliation of the firm's beginning and ending cash positions. For Diaz Manufacturing, these cash positions are shown on the 2016 and 2017 balance sheets. The first step in reconciling the company's beginning and ending cash positions is to add together the amounts from the first three sections of the statement of cash flows: (1) the net cash inflows from operations of $147.2 million, (2) the net cash outflow from long-term investment activities of −$126.7 million, (3) and the net cash inflow from financing activities of $251.4 million. Together, these three items represent a total net increase in cash to the firm of $271.9 million ($147.2 − $126.7 + $251.4 = $271.9). Finally, we add this amount ($271.9 million) to the beginning cash balance of $16.6 million to obtain the ending cash balance for 2017 of $288.5 million ($271.9 + $16.6 = $288.5)."
        },
        "Tying Together the Financial Statements": {
            "Tying Together the Financial Statements": "Up to this point, we have treated a firm's financial statements as if they were independent of one another. As you might suspect, though, the four financial statements presented in this chapter are related. Let's see how. Recall that the balance sheet summarizes what assets the firm has at a particular point in time and how the firm has financed those assets with debt and equity. From one year to the next, the firm's balance sheet will change because the firm will buy or sell assets and the dollar value of the debt and equity financing will change. These changes are exactly the ones presented in the statement of cash flows. In other words, the statement of cash flows is a summary of the changes in a firm's balance sheet from the beginning of a period to the end of that period. This concept is illustrated in Exhibit 3.5, which presents summaries of the four financial statements for Diaz Manufacturing for the year 2017. The exhibit also presents the balance sheet for the beginning of that year, which is dated December 31, 2016. If you compare the changes in the balance sheet numbers from the beginning of the year to the end of the year, you can see that these changes are in fact summarized in the statement of cash flows. For example, the change in the cash balance of $271.9 million ($288.5 − $16.6 = $271.9) appears at the bottom of the statement of cash flows. Similarly, excluding cash and notes payable, the change in net working capital from the beginning to the end of 2017 is $54.4 million, which is calculated as follows: [($751.3 − $367.3) − ($671.4 − $341.8)] = ($384.0 − $329.6) = $54.4.6 This number is equal to the net working capital investment reflected in the statement of cash flows. Note, too, that the net working capital investment in Diaz's statement of cash flows is just the total change in the firm's investment in the following working capital accounts: accounts payable, other current assets, accrued income taxes, accounts receivable, and inventories. You can also see in Exhibit 3.5 that the change in fixed assets, which includes net property, plant, and equipment, goodwill, and other long-term assets, is $43.6 million ($849.4 − $805.8 = $43.6). This number is equal to the sum of the cash flows from investing activities and depreciation and amortization, −$126.7 + $83.1 = −$43.6, in the statement of cash flows. We add depreciation to investing activities in the latter calculation because the fixed asset accounts in the balance sheet are net of depreciation."
        },
        "Cash Flows to Investors": {
            "Net Income versus the Cash Flow to Investors": "Managers and investors are primarily interested in a firm's ability to generate cash flows to meet the firm's obligations to its debt holders and that can be distributed to stockholders; the cash flow to investors. These cash obligations and distributions include interest payments and the repayment of principal to the firm's debt holders, as well as distributions of cash to its stockholders in the form of dividends or stock repurchases. Cash flow to investors is the cash flow that a firm generates for its investors in a given period (cash receipts less cash payments and investments), excluding cash inflows from investors themselves, such as from the sale of new equity or long-term interest-bearing debt. So how is cash flow to investors different from net income? One significant difference arises because accountants do not necessarily count the cash coming into the firm and the cash going out when they prepare financial statements. Under GAAP, accountants recognize revenue at the time a sale is substantially completed, not when the customer actually pays the firm. In addition, because of the matching principle, accountants match revenues with the costs of producing those revenues regardless of whether these are cash costs to the firm during that period.8 Finally, cash flows for capital expenditures occur at the time that an asset is purchased, not when it is expensed through depreciation and amortization. As a result of these accounting rules, there can be a substantial difference between the time when revenues and expenses are recorded and when cash is actually collected (in the case of revenue) or paid (in the case of expenses). Cash flow to investors is one of the most important concepts in finance as it identifies the cash flow in a given period that is available to meet the firm's obligations to its debt holders and that can be distributed to its stockholders. This, in turn, defines the value of their investments in the firm. The cash flow to investors is calculated as the cash flow to investors from operating activity, minus the cash flow invested in net working capital, minus the cash flow invested in long-term assets.",
            "Cash Flow to Investors from Operating Activity": "Accounting profits can be converted into cash flow to investors from operating activity by subtracting the taxes that the firm paid during the period from earnings before interest and taxes (EBIT) and adding back all of the firm's noncash expenses. This calculation results in a number that is different from the net cash provided by operating activities that is reported in the statement of cash flows because it does not include cash flows associated with working capital accounts. Unlike the statement of cash flows, when we calculate cash flow to investors, we compute cash flows associated with net working capital separately. We also start from EBIT since interest paid to debt holders has been deducted in the net income calculation and we want to include it in cash flow to investors. Cash flow to investors from operating activity (CFOA) can be formally written as: CFOA = EBIT - Current Taxes + Noncash Expense. For most businesses, the largest noncash expenses are depreciation and amortization of long-term assets. These are noncash expenses because they are deducted from revenues on the income statement during the years after a long-term asset was purchased, even though no cash is actually being paid out. The cash outflow took place when the asset was purchased. Other noncash items include the following: Depletion charges, which are like depreciation but apply to extractive natural resources, such as crude oil, natural gas, timber, and mineral deposits (noncash expense). Deferred taxes, which are the portion of a firm's income tax expense that is postponed because of differences in the accounting policies adopted for financial reporting and for tax reporting (noncash expense). Expenses that were paid in cash in a previous period (prepaid expenses), such as for rent and insurance (noncash expense). Revenues previously received as cash but not yet earned (deferred revenues). An example of deferred revenue would be prepaid magazine subscriptions to a publishing company that are recorded as revenue in a period after the cash has been paid (noncash revenue).",
            "Cash Flow Invested in Net Working Capital": "Net Working Capital (NWC) = Total Current Assets - Total Current Liabilities.",
            "Cash Flow Invested in Long-Term Assets": "Long-term assets, such as land, buildings, and plant and equipment, represent a large portion of the total assets of many firms. Because the purchases and sales of such assets can have a substantial impact on the cash flow to investors, it is very important that we account for them in our cash flow calculations. If a firm is a net investor (buys more than it sells) in long-term assets during a given year, its cash flow to investors will be reduced by the amount of the net purchases. If the firm is a net seller of long-term assets, its cash flow to investors will increase by the value of the net sales. As we discussed earlier, Diaz Manufacturing had $911.6 million invested in plant and equipment and $450.0 million invested in goodwill and other assets at the end of 2017 (Exhibit 3.1). The company's total investment in long-term assets at the end of 2017 was therefore $911.6 million + $450.0 million = $1,361.6 million. The corresponding value at the end of 2016 was $823.3 million + $411.6 million = $1,234.9 million. As with investments in net working capital, we use the change in the value of the long-term assets to compute the amount that a firm invested in long-term investments during a period. Specifically, the cash flow invested in long-term assets (CFLTA) is computed as: CFLTA = Long-term assets(current period) - Long-term assets(previous period).",
            "Cash Flow to Investors: Putting It All Together": "Having calculated the cash flow from operating activity, cash flow invested in net working capital, and cash flow invested in long-term assets, we are now ready to compute cash flow to investors (CFI). We use Equation 3.7 to do this: CFI = CFOA - CFNWC- CFLTA."
        },
        "Federal Income Tax": {
            "Federal Income Tax": "We conclude this chapter with a discussion of corporate income taxes. Taxes take a big bite out of the income of most businesses and represent one of their largest cash outflows. For example, as shown in the income statement for Diaz Manufacturing (Exhibit 3.2), the firm's earnings before interest and taxes (EBIT) in 2017 amounted to $168.4 million, and its tax bill was $44.3 million, or 26.3 percent of EBIT ($44.3/$168.4 = 0.263, or 26.3 percent)—not a trivial amount by any standard. Because of their magnitude, taxes play a critical role in most business financial decisions. As you might suspect, corporations spend a considerable amount of effort and money employing tax specialists to find legal ways to minimize their tax burdens. The tax laws are complicated, continually changing, and at times seemingly bizarre—in part because the tax code is not an economically rational document; rather, it reflects the changing and sometimes conflicting political and social values of Congress and the president over time. If you work in the finance or accounting area, a tax specialist will advise you on the tax implications of most decisions in which you will be involved as a businessperson. Consequently, we will not try here to make you a tax expert, but we will present a high-level view of the major portions of the federal tax code that have a significant impact on business decision making.",
            "Corporate Income Tax Rates": "Exhibit 3.6 shows the 2016 U.S. federal income tax schedule for corporations. As you can see, the marginal tax rate varies from 15 percent to 39 percent (column 3). In general, companies with lower taxable incomes have lower tax rates than larger companies with higher taxable incomes. Historically, the federal income tax code has given preferential treatment to small businesses and start-up companies as a means of stimulating new business formation. In addition, the federal system is a progressive income tax system; that is, as the level of income rises, the tax rate rises. Under the current tax code, which has its origins in the Tax Reform Act of 1986, marginal tax rates do not increase continuously through the income brackets, however. As you can see in Exhibit 3.6, marginal tax rates rise from 15 percent to 39 percent for incomes up to $335,000; they decrease to 34 percent, then increase to 38 percent for incomes up to $18.3 million; and they ultimately rest at 35 percent for all taxable income above $18.3 million.",
            "Average versus Marginal Tax Rates": "The difference between the average tax rate and the marginal tax rate is an important consideration in financial decision making. The average tax rate is simply the total taxes paid divided by taxable income. In contrast, the marginal tax rate is the tax rate that is paid on the last dollar of income earned. Exhibit 3.6 shows both the marginal tax rates and average tax rates for corporations.",
            "Unequal Treatment of Dividends and Interest Payments": "An interesting anomaly in the U.S. tax code is the unequal treatment of interest and dividend payments. For C-corporations (discussed in Chapter 1), interest paid on debt obligations is a tax-deductible business expense. Dividends paid to common or preferred stockholders are not deductible, however. The unequal treatment of interest and dividend payments is not without consequences. In effect, it lowers the cost of debt financing compared with the cost of an equal amount of common or preferred stock financing. Thus, there is a tax-induced bias toward the use of debt financing, which we discuss more thoroughly in later chapters."
        }
    },
    "Analyzing Financial Statements": {
        "Background for Financial Statement Analysis": {
            "Background for Financial Statement Analysis": "This chapter will guide you through a typical financial statement analysis, which involves the use of financial statements to analyze a company's performance and assess its strengths and weaknesses. First, we look at the different perspectives we can take when analyzing financial statements; then we present some helpful guidelines for financial statement analysis.",
            "Perspectives on Financial Statement Analysis": "Stockholders and stakeholders may differ in the information they want to gain when analyzing financial statements. In this section, we discuss three perspectives from which we can view financial statement analysis: those of (1) stockholders, (2) managers, and (3) creditors.",
            "Stockholders' Perspective": "Stockholders are primarily concerned with the value of their stock and with how much cash they can expect to receive from dividends and capital appreciation over time. Therefore, stockholders want financial statements to tell them how profitable the firm is, what the return on their investment is, and how much cash is available for stockholders, both in total and on a per-share basis. Ultimately, stockholders are interested in how much a share of stock is worth. We address pricing issues in detail in Chapter 9, but financial analysis is a key step in valuing a company's stock.",
            "Managers' Perspective": "Broadly speaking, management's perspective of financial statement analysis is similar to that of stockholders. The reason is that stockholders own the firm and managers have a fiduciary responsibility to make decisions that are in the owners' best interests. Thus, managers are interested in the same performance measures as stockholders: profitability, how much cash is available for stockholders, capital appreciation, return on investment, and the like. Managers, however, are also responsible for running the business on a daily basis and must make decisions that will maximize the value of the stockholders' shares in the long run. Maximizing the value of the stockholders' shares does not involve a single big decision, but rather a series of smaller day-to-day decisions. Thus, managers need feedback on the short-term impact these day-to-day decisions have on the firm's financial statements and its current stock price. For example, managers can track trends in sales and can determine how well they are controlling expenses and how much of each sales dollar goes to the bottom line. In addition, managers can see the impact of their capital budgeting, financing, and working capital decisions reflected in the financial statements. Keep in mind that managers, as insiders, have access to much more detailed financial information than those outside the firm. Generally, outsiders only have access to published financial statements for publicly traded firms.",
            "Creditors' Perspective": "The primary concern of creditors is whether and when they will receive the interest payments they are entitled to and when they will be repaid the money they loaned to the firm. Thus, a firm's creditors, including long-term bondholders, closely monitor how much debt the firm is currently using, whether the firm is generating enough cash to pay its day-to-day bills, and whether the firm will have sufficient cash in the future to make interest and principal payments on long-term debt after satisfying obligations that have a higher legal priority, such as paying employees' wages. Of course, the firm's ability to pay interest and principal ultimately depends on cash flows and profitability; hence, creditors—like stockholders and managers—are interested in those aspects of the firm's financial performance.",
            "Guidelines for Financial Statement Analysis": "We turn now to some general guidelines that will help you when analyzing a firm's financial statements. First, make sure you understand which perspective you are adopting to conduct your analysis: stockholder, manager, or creditor. The perspective will dictate the type of information you need for the analysis and may affect the actions you take based on the results. Second, always use audited financial statements if they are available. As we discussed in Chapter 1, an audit means that an independent accountant has attested that the financial statements present fairly, in all material respects, the firm's financial condition at a point in time. If the statements are unaudited, your analysis will require extra effort. For example, if you are a creditor considering making a loan, you will need to undertake an especially diligent examination of the company's books before closing the deal. It would also be a good idea to make sure you know the company's management team and accountant very well. This will provide additional insight into the creditworthiness of the firm. Third, use financial statements that cover three to five years, or more, to conduct your analysis. This enables you to perform a trend analysis, which involves looking at historical financial statements to see how various ratios are increasing, decreasing, or staying constant over time. Fourth, when possible, it is always best to compare a firm's financial statements with those of competitors that are roughly the same size and that offer similar products and services. If you compare firms of disparate size, the results may be meaningless because the two firms may have very different infrastructures, sources of financing, production capabilities, product mixes, and distribution channels. For example, comparing The Boeing Company's financial statements with those of Piper Aircraft, a firm that manufactures small aircraft, makes no sense whatsoever, although both firms manufacture aircraft. You will have to use your judgment as to whether relevant comparisons can be made between firms with large size differences. In business it is common to benchmark a firm's performance, as discussed in the previous paragraph. The most common type of benchmarking involves comparing a firm's performance with the performance of similar firms that are relevant competitors. For example, Ford Motor Company management may want to benchmark the firm's performance against General Motors and Toyota, a broader group of Ford's competitors in the world market, or the industry as a whole. Firms can also be benchmarked against themselves. For example, they can compare this year's performance with last year's performance or with a specific goal, such as a 10 percent growth in sales. We discuss benchmarking in more detail later in this chapter."
        },
        "Common-Size Financial Statements": {
            "Common-Size Financial Statements": "A common-size financial statement is one in which each number is expressed as a percentage of some base number, such as total assets or net revenues (net sales). For example, each number on a balance sheet may be divided by total assets. Dividing numbers by a common base to form a ratio is called scaling. Scaling is an important concept, and you will read more about it later in this chapter, in the discussion of financial ratios. Financial statements scaled in this manner are also called standardized financial statements. Common-size financial statements make it easier to evaluate changes in a firm's performance and financial condition over time. They also allow you to make more meaningful comparisons between the financial statements of two firms that are different in size. For example, in the oil and gas field equipment market, Schlumberger Limited is the major competitor of Diaz Manufacturing, the illustrative firm introduced in Chapter 3. However, Schlumberger has over $55 billion in total assets while Diaz Manufacturing's assets total only $1.9 billion. Without common-size financial statements, comparisons of these two firms would be difficult to interpret. Common-size financial statements are also useful for analyzing trends within a single firm over time, as you will see.",
            "Common-Size Balance Sheets": "To create a common-size balance sheet, we divide each of the asset accounts by total assets. We also divide each of the liability and equity accounts by total assets since Total assets = Total liabilities + Total equity. You can see the common-size balance sheet for Diaz Manufacturing in Exhibit 4.1. Assets are shown in the top portion of the exhibit, and liabilities and stockholders' equity in the lower portion. The calculations are simple. For example, on the asset side in 2017, cash and marketable securities were 15.3 percent of total assets ($288.5/$1,889.2 = 0.153, or 15.3 percent) and inventory was 22.4 percent of total assets ($423.8/$1,889.2 = 0.224, or 22.4 percent). Notice that the percentages of total assets add up to 100 percent. On the liability side, accounts payable and accruals are 18.5 percent of total assets ($349.3/$1,889.2 = 0.185, or 18.5 percent), and long-term debt is 30.4 percent ($574.0/$1,889.2 = 0.304, or 30.4 percent). To test yourself, see if you can re-create the percentages in Exhibit 4.1 using your calculator. Make sure the percentages add up to 100, but realize that you may obtain slight variations from 100 because of rounding.",
            "Common-Size Income Statements": "The most useful way to prepare a common-size income statement is to express each account as a percentage of net sales, as shown for Diaz Manufacturing in Exhibit 4.2. Net sales are defined as total sales less all sales discounts and sales returns and allowances. You should note that when looking at accounting information and sales numbers as reported, they almost always mean net sales, unless otherwise stated. We will follow this convention in the book. Again, the percent calculations are simple. For example, in 2017 selling and administrative expenses are 14.8 percent of sales ($231.1/$1,563.7 = 0.148, or 14.8 percent), and net income is 7.6 percent of sales ($118.5/$1,563.7 = 0.076, or 7.6 percent). Before proceeding, make sure that you can verify each percentage in Exhibit 4.2 with your calculator."
        },
        "Financial Ratios and Firm Performance": {
            "Financial Ratios and Firm Performance": "In addition to the common-size ratios we have just discussed, other specialized financial ratios help analysts interpret the myriad of numbers in financial statements. In this section we examine financial ratios that measure a firm's liquidity, efficiency, leverage, profitability, and market value, using Diaz Manufacturing as an example. Keep in mind that for ratio analysis to be most useful, it should also include trend and benchmark analyses, which we discuss in more detail later in this chapter.",
            "Why Ratios are Better Measures": "A financial ratio is simply one number from a financial statement that has been divided by another financial number. Like the percentages in common-size financial statements, ratios eliminate problems arising from differences in size because the denominator of the ratio adjusts, or scales, the numerator to a common base. Here's an example. Suppose you want to assess the profitability of two firms. Firm A's net income is $5, and firm B's is $50. Which firm had the best performance? You really cannot tell because you have no idea what asset base was used to generate the income. In this case, a relevant measure of financial performance for a stockholder might be net income scaled by the firm's stockholders' equity—that is, the return on equity (ROE)",
            "Choice of Scale Is Important": "An important decision is your choice of the “size factor” for scaling. The size factor you select must be relevant and make economic sense. For example, suppose you want a measure that will enable you to compare the productivity of employees at a particular plant with the productivity of employees at other plants that make similar products. Your assistant makes a suggestion: divide net income by the number of parking spaces available at the plant. Will this ratio tell you how productive labor is at a plant? Clearly, the answer is no. Your assistant comes up with another idea: divide net income by the number of employees. This ratio makes sense as a measure of employee productivity. A higher ratio indicates that employees are more productive because, on average, each employee is generating more income. In business, the type of variable most commonly used for scaling is a measure of size, such as total assets or total net sales. Other scaling variables are used in specific industries where they are especially informative. For example, in the airline industry, a key measure of performance is revenue per available seat mile; in the steel industry, it is sales or cost per ton; and in the automobile industry, it is cost per car.",
            "Short-Term Liquidity Ratios": "Liquid assets have active secondary markets and can be sold quickly for cash without a loss of value. Some assets are more liquid than others. For example, short-term marketable securities are very liquid because they can be easily sold in the secondary market at or near the original purchase price. In contrast, plant and equipment can take months or years to sell and often must be sold substantially below the cost of building or acquiring them. When we examine a company's liquidity position, we want to know whether the firm can pay its bills when cash flow from operations is insufficient to pay short-term obligations, such as payroll, invoices from vendors, and maturing bank loans. As the name implies, short-term liquidity ratios focus on whether the firm has the ability to convert current assets into cash quickly without loss of value. As we have noted before, even a profitable business can fail if it cannot pay its current bills on time. The inability to pay debts when they are due is known as insolvency. Thus, liquidity ratios are also known as short-term solvency ratios. The two most important liquidity ratios are the current ratio and the quick ratio.",
            "The Current Ratio": "To calculate the current ratio, we divide current assets by current liabilities.",
            "The Quick Ratio": "The quick ratio is similar to the current ratio except that inventory is subtracted from current assets in the numerator. The quick ratio accounts for the fact that inventory is often much less liquid than other current assets. Inventory is the most difficult current asset to convert to cash without loss of value. Of course, the liquidity of inventory varies with the industry. For example, inventory of a raw material commodity, such as gold or crude oil, is more likely to be sold with little loss in value than inventory consisting of perishables, such as fruit, or fashion items, such as basketball shoes. Another reason for excluding inventory in the quick ratio calculation is that the book value of inventory may be significantly more than its market value because it may be obsolete, partially completed, spoiled, out of fashion, or out of season. To calculate the quick ratio—or acid-test ratio, as it is sometimes called—we divide current assets, less inventory, by current liabilities.",
            "Efficiency Ratios": "We now turn to a group of ratios called efficiency ratios or asset turnover ratios, which measure how efficiently a firm uses it assets. These ratios are quite useful for managers and financial analysts in identifying the inefficient use of current and long-term assets. They are also valuable for a firm's investors who use the ratios to find out how quickly a firm is selling its inventory and converting receivables into cash flow for investors.",
            "Inventory Turnover and Days' Sales in Inventory": "We measure inventory turnover by dividing the cost of goods sold from the income statement by inventory from the balance sheet (see Exhibits 4.1 and 4.2). The cost of goods sold is used because it reflects the book value of the inventory that is sold by a firm.",
            "Accounts Receivable Turnover and Days' Sales Outstanding": "Many firms make sales to their customers on credit, which creates an account receivable on the balance sheet. It does not do the firm much good to ship products or provide the services on credit if it cannot ultimately collect the cash from its customers. A firm that collects its receivables faster is generating cash faster. We can measure the speed at which a firm converts its receivables into cash with a ratio called accounts receivable turnover."
        },
        "The Dupont System: A Diagnostic Tool": {
            "The Dupont System: A Diagnostic Tool": "By now, your mind may be swimming with ratios. Fortunately, some enterprising financial managers at the DuPont Company developed a system that ties together some of the most important financial ratios and provides a systematic approach to financial ratio analysis.",
            "An Overview of the DuPont System": "The DuPont system of analysis is a diagnostic tool that uses financial ratios to evaluate a company's financial health. The process has three steps. First, management assesses the company's financial health using the DuPont ratios. Second, if any problems are identified, management corrects them. Finally, management monitors the firm's financial performance over time, looking for differences from ratios established as benchmarks by management. Under the DuPont system, management is charged with making decisions that maximize the firm's return on equity as opposed to maximizing the value of the stockholders' shares. The system is primarily designed to be used by management as a diagnostic and corrective tool, though investors and other stakeholders have found its diagnostic powers of interest. The DuPont system is derived from two equations that link the firm's return on assets (ROA) and return on equity (ROE). The system identifies three areas where management should focus its efforts in order to maximize the firm's ROE: (1) how much profit management can earn on sales, (2) how efficient management is in using the firm's assets, and (3) how much financial leverage management is using. Each of these areas is monitored by a single ratio, and together the ratios comprise the DuPont equation.",
            "The ROA Equation": "The ROA equation links the firm's return on assets with its total asset turnover and net profit margin. We derive this relation from the ROA equation as follows: ROA =  Net Profit Margin x Total asset turnover",
            "Net Profit Margin": "The net profit margin can be viewed as the product of three ratios: (1) the operating profit margin (EBIT/Net sales), which is Equation 4.15, (2) a ratio that measures the impact of interest expenses on profits (EBT/EBIT), and (3) a ratio that measures the impact of taxes on profits (Net income/EBT). Thus, the net profit margin focuses on management's ability to generate profits from sales by efficiently managing the firm's (1) operating expenses, (2) interest expenses, and (3) tax expenses.",
            "Total Asset Turnover": "Total asset turnover, which is defined as Net sales/Total assets, measures how efficiently management uses the assets under its command—that is, how much output management can generate with a given asset base.",
            "Net Profit Margin versus Total Asset Turnover": "The ROA equation provides some very interesting managerial insights. It says that if management wants to increase the firm's ROA, it can increase the net profit margin, total asset turnover, or both. Of course, every firm would like to make both terms as large as possible so as to earn the highest possible ROA. Though every industry is different, competition, marketing considerations, technology, and manufacturing capabilities, to name a few, place upper limits on asset turnover and net profit margins and, thus, ROA. Equation 4.23 suggests that management can follow two distinct strategies to maximize ROA. Deciding between the strategies involves a trade-off between total asset turnover and net profit margin. The first management strategy emphasizes high profit margin and low asset turnover. Examples of companies that use this strategy are luxury stores, such as jewelry stores, high-end department stores, and upscale specialty boutiques. Such stores carry expensive merchandise that has a high profit margin but tends to sell slowly. The second management strategy depends on low profit margins and high turnover. Examples of firms that use this strategy are discount stores and grocery stores, which have very low profit margins but make up for it by turning over their inventory very quickly. A typical chain grocery store, for example, turns over its inventory more than 12 times per year. Exhibit 4.4 illustrates both strategies. The exhibit shows asset turnover, profit margin, and ROA for four retailing firms for the fiscal year ending closest to December 2015. Tiffany & Co. is a nationwide retailer of high-end jewelry, and Burberry is a British seller of upscale clothing for men and women. At the other end of the spectrum are Whole Foods Market, a grocery chain based in Austin, Texas, and Wal-Mart, which is famous for its low-price, high-volume strategy.",
            "The ROE Equation": "ROE = ROA x Equity multiplier",
            "The DuPont Equation": "ROE = Net profit margin × Total asset turnover × Equity multiplier",
            "Applying the DuPont System": "In summary, the DuPont equation tells us that a firm's ROE is determined by three factors: (1) net profit margin, which measures the firm's operating efficiency and how it manages its interest expense and taxes; (2) total asset turnover, which measures the efficiency with which the firm's assets are utilized; and (3) the equity multiplier, which measures the firm's use of financial leverage. The schematic diagram in Exhibit 4.5 shows how the three key DuPont ratios are linked together and how they relate to the balance sheet and income statement for Diaz Manufacturing.",
            "Is Maximizing ROE an Appropriate Goal?": "Throughout this book we have stressed the notion that management should make decisions that maximize the current value of the company stock. An important question is whether maximizing the value of ROE, as suggested by the DuPont system, is equivalent to maximization share price. The short answer is that the two goals are not equivalent, but some discussion is warranted. A major shortcoming of ROE is that it does not directly consider cash flow. ROE considers earnings, but earnings are not the same as future cash flows. Second, ROE does not consider risk. As discussed in Chapter 1, management and stockholders are very concerned about the degree of risk they face. Third, ROE does not consider the size of the initial investment or the size of future cash payments. As we stressed in Chapter 1, the essence of any business or investment decision is this: What is the size of the cash flows to be received, when do you expect to receive the cash flows, and how likely are you to receive them? In spite of these shortcomings, ROE analysis is widely used in business as a measure of operating performance. Proponents of ROE analysis argue that it provides a systematic way for management to work through the income statement and balance sheet and to identify problem areas within the firm. Furthermore, they note that ROE and stockholder value are often highly correlated."
        },
        "Selecting a Benchmark": {
            "Selecting a Benchmark": "How do you judge whether a ratio value is too high or too low? Is the value good or bad? We touched on these questions several times earlier in this chapter. As we suggested, the starting point for making these judgments is selecting an appropriate benchmark—a standard that will be the basis for meaningful comparisons. Financial managers can gather appropriate benchmark data in three ways: through trend, industry, and peer group analysis.",
            "Trend Analysis": "Trend analysis uses history as its standard by evaluating a single firm's performance over time. This sort of analysis allows management to determine whether a given ratio value has increased or decreased over time and whether there has been an abrupt shift in a ratio value. An increase or decrease in a ratio value is in itself neither good nor bad. However, a ratio value that is changing typically prompts the financial manager to sort out the issues surrounding the change and to take any action that is warranted. Exhibit 4.3 shows the trends in Diaz Manufacturing's ratios. For example, the increase in Diaz's current ratio indicates that the company's liquidity has improved.",
            "Industry Analysis": "A second way to establish a benchmark is to conduct an industry group analysis. To do that, we identify a group of firms that have the same product line, compete in the same market, and are about the same size. The average ratio values for these firms will be our benchmarks. Since no two firms are identical, deciding which firms to include in the analysis is always a judgment call. If we can construct a sample of reasonable size, however, the average values provide defensible benchmarks. Financial ratios and other financial data for industry groups are published by a number of sources—the U.S. Department of Commerce, Dun & Bradstreet, the Risk Management Association, and Standard & Poor's (S&P), to name a few. One widely used system for identifying industry groups is the Standard Industrial Classification (SIC) System. The SIC codes are four-digit numbers established by the federal government for statistical reporting purposes. The first two digits describe the type of business in a broad sense (for example, firms engaged in building construction, mining of metals, manufacturing of machinery, food stores, or banking). Diaz's two-digit code is 35: “Industrial and commercial machinery and computer equipment manufacturing.” More than 400 companies fall into the “Industrial and commercial machinery and computer equipment manufacturing” code category. To narrow the group, we use more digits. Diaz Manufacturing's four-digit code is 3533 (“oil and gas field machinery and equipment manufacturing”), and there are only 35 firms in this category. Among firm's within an SIC code, financial ratio data can be further categorized by asset size or by sales, which allows for more meaningful comparisons. In 1977, the North American Industry Classification System (NAICS) was introduced as a new classification system. It was intended to refine and replace the older SIC codes, but it has been slow to catch on. Industry databases still allow you to sort data by either SIC or NAICS classifications. Although industry databases are readily available and easy to use, they are far from perfect. When trying to find a sample of firms that are similar to your company, you may find the classifications too broad. For example, Wal-Mart and Nordstrom have the same four-digit SIC code (5311), but they are very different retailing firms. Another problem is that different databases may compute ratios differently. Thus, when making benchmark comparisons, you must be careful that your calculations match those in the database, or there could be some distortions in your findings.",
            "Peer Group Analysis": "The third way to establish benchmark information is to identify a group of firms that compete with the company we are analyzing. Ideally, the firms are in similar lines of business, are about the same size, and are direct competitors of the target firm. These firms form a peer group. Once a peer group has been identified, management can obtain the associated financial information and compute average ratio values against which the firm can compare its performance. How do we determine which firms should be in the peer group? The senior management team within a company will know its competitors. If you're working outside the firm, you can look at the firm's annual report and at financial analysts' reports. Both of these sources usually identify key competitors. Exhibit 4.6 shows ratios for a five-firm peer group constructed for Diaz Manufacturing for 2015 through 2017."
        },
        "Using Financial Ratios": {
            "Using Financial Ratios": "So far, our focus has been on the calculation of financial ratios. As you may already have concluded, however, the most important tasks are to correctly interpret the ratio values and to make appropriate decisions based on this interpretation. In this section we discuss using financial ratios in performance analysis.",
            "Performance Analysis of Diaz Manufacturing": "Let's examine Diaz Manufacturing's performance during 2017 using the DuPont system of analysis as our diagnostic tool and the peer group sample in Exhibit 4.6 as our benchmark. For ease of discussion, Diaz's financial ratios and the peer group data are assembled in Exhibit 4.7.",
            "Limitations of Financial Statement Analysis": "Financial statement and ratio analysis as discussed in this chapter presents two major problems. First, it depends on accounting data based on historical costs. As we discussed in Chapter 3, knowledgeable financial managers would prefer to use financial statements in which all of the firm's assets and liabilities are valued at market. Financial statements based on current market values more closely reflect a firm's true economic condition than do statements based on historical cost. Second, there is little theory to guide us in making judgments based on financial statement and ratio analysis. That is why it is difficult to say a current ratio of 2.0 is good or bad or to say whether ROE or ROA is a more important ratio. The lack of theory explains, in part, why rules of thumb are often used as decision rules in financial statement analysis. The problem with decision rules based on experience rather than theory is that they may work fine in a stable economic environment, but may fail when a significant shift takes place. For example, if you developed a set of decision rules to help manage your business in an economic environment with low inflation, those decision rules might fail if the economy became inflationary. Despite the limitations, we know that financial managers and analysts routinely use financial statements and ratio analysis to evaluate a firm&s performance and to make a variety of decisions about the firm. These financial statements and the resulting analysis are the primary means by which financial information is communicated both inside and outside of firms. The availability of market-value data is limited for public corporations and such data are not available for privately held firms and other entities such as government units. Thus, practically speaking, historical accounting information often represents the best available information. However, times are changing. As the accounting profession becomes more comfortable with the use of market-value data and as technology increases its availability and reliability and lowers its cost, we expect to see an increase in the use of market-based financial statements."
        }
    },
    "The Time Value of Money": {
        "Time Value of Money": {
            "Time Value of Money": "In financial decision making, one basic problem managers face is determining the value of (or price to pay for) cash flows expected in the future. Why is this a problem? Consider as an example the popular Mega Millions lottery game. In Mega Millions, the jackpot continues to build up until some lucky person buys a winning ticket—the payouts for a number of jackpot winning tickets have exceeded $100 million. If you won $100 million, headlines would read Lucky Student Wins $100 Million Jackpot! Does this mean that your ticket is worth $100 million on the day you win? The answer is no. A Mega Millions jackpot is paid either as a series of 30 payments over 29 years or as a cash lump sum. If you win $100 million and choose to receive the series of payments, the 30 payments will total $100 million. If you choose the lump sum option, Mega Millions will pay you less than the stated value of $100 million. This amount was about $59 million in January 2017. Thus, the value, or market price, of a $100 million winning Mega Millions ticket is really about $59 million because of the time value of money and the timing of the 30 cash payments. An appropriate question to ask now is What is the time value of money? (See WileyPLUS for an illustration of how to answer this question for the Mega Millions example.)",
            "Consuming Today or Tomorrow": "The time value of money is based on the idea that people prefer to consume goods today rather than wait to consume similar goods in the future. Most people would prefer to have a large-screen TV today than to have one a year from now, for example. Money has a time value because a dollar in hand today is worth more than a dollar to be received in the future. This makes sense because if you had the dollar today, you could buy something with it—or, instead, you could invest it and earn interest. For example, if you had $100,000 and you could buy a one-year bank certificate of deposit paying 5 percent interest, you could earn $5,000 interest for the year. At the end of the year, you would have $105,000 ($100,000 + $5,000 = $105,000). The $100,000 today is worth $105,000 a year from today. If the interest rate was higher, you would have even more money at the end of the year. Based on this example, we can make several generalizations. First, the value of a dollar invested at a positive interest rate grows over time. Thus, the further in the future you receive a dollar, the less it is worth today. Second, the trade-off between money today and money at some future date depends in part on the rate of interest you can earn by investing. The higher the rate of interest, the more likely you will elect to invest your funds and forgo current consumption. Why? At the higher interest rate, your investment will earn more money.",
            "Time Lines as Aids to Problem Solving": "Time lines are an important tool for analyzing problems that involve cash flows over time. They provide an easy way to visualize the cash flows associated with investment decisions. A time line is a horizontal line that starts at time zero and shows cash flows as they occur over time. The term time zero is used to refer to the beginning of a transaction in time value of money problems. Time zero is often the current point in time (today). Exhibit 5.1 shows the time line for a five-year investment opportunity and its cash flows. Here, as in most finance problems, cash flows are assumed to occur at the end of the period. The project involves a $10,000 initial investment (cash outflow), such as the purchase of a new machine, that is expected to generate cash inflows over a five-year period: $5,000 at the end of Year 1, $4,000 at the end of Year 2, $3,000 at the end of Year 3, $2,000 at the end of Year 4, and $1,000 at the end of Year 5. Because of the time value of money, it is critical that you identify not only the size of the cash flows but also their timing.",
            "Financial Calculator": "We recommend that students purchase a financial calculator for this course. A financial calculator will provide the computational tools to solve most problems in the book. A financial calculator is just an ordinary calculator that has preprogrammed future value and present value algorithms. To solve problems, all you have to do is press the proper keys. The instructions in this book are generally meant for Texas Instruments calculators, such as the TI BA II Plus. If you are using an HP, Sharp, or other calculator, consult the user's manual for instructions. It may sound as if the financial calculator will solve problems for you. It won't. To get the correct answer you must first analyze the problem correctly and then identify the cash flows (size and timing), placing them correctly on a time line. Only then will you enter the correct inputs into the financial calculator. A calculator can help you eliminate computation errors and save you a great deal of time. However, it is important that you understand the calculations that the calculator is performing. For this reason we recommend that when you first start using a financial calculator that you solve problems without using the calculator's financial functions and then use the financial functions to check your answers. To help you master your financial calculator, throughout this chapter we provide hints on how to best use the calculator. We also recognize that some professors or students may want to solve problems using one of the popular computer spreadsheet programs. In this chapter and a number of other chapters, we provide solutions to several problems that lend themselves to spreadsheet analysis. In solving these problems, we used Microsoft Excel. The analysis and basic commands are similar for other spreadsheet programs. We also provide spreadsheet solutions for additional problems on WileyPlus, the Web site for this book. Since spreadsheet programs are commonly used in industry, you should make sure to learn how to use one of these programs early in your studies and become proficient with it before you graduate."
        },
        "Future Value and Compounding": {
            "Future Value and Compounding": "The future value (FV) of an investment is what the investment will be worth after earning interest for one or more time periods. The process of converting the initial amount into a future value is called compounding. We will define this term more precisely later. First, though, we illustrate the concepts of future value and compounding with an example.",
            "Single-Period Investment": "Suppose you place $100 in a bank savings account that pays interest at 10 percent a year. How much money will you have in one year? Go ahead and make the calculation. Most people can intuitively arrive at the correct answer, $110, without the aid of a formula. Your calculation could have looked something like this: Future value at the end of year 1 = Principal + Interest Earned. This approach computes the amount of interest earned ($100 × 0.10) and then adds it to the initial, or principal, amount ($100). Notice that when we solve the equation, we factor out the $100. Recall from algebra that if you have the equation y = c + (c × x), you can factor out the common term c and get y = c × (1 + x). By doing this in our future value calculation, we arrived at the term (1 + 0.10). This term can be stated more generally as (1 + i), where i is the interest rate. As you will see, this is a pivotal term in all time value of money calculations. Let's use our intuitive calculation to generate a more general formula. First, we need to define the variables used to calculate the answer. In our example, $100 is the principal amount (P0), which is the amount of money deposited (invested) at the beginning of the transaction (time zero); the 10 percent is the simple interest rate (i); and the $110 is the future value (FV1) of the investment after one year. We can write the formula for a single-period investment as follows: FV1 = P0 + (P0 x i) = P0 x (1 + i). Looking at the formula, we more easily see mathematically what is happening in our intuitive calculation. P0 is the principal amount invested at time zero. If you invest for one period at an interest rate of i, your investment, or principal, will grow by (1 + i) per dollar invested. The term (1 + i) is the future value interest factor—often called simply the future value factor—for a single period, such as one year. To test the equation, we plug in our values: FV1 = $100 x (1 + 0.10) = $100 x 1.10 = $110",
            "Two-Period Investment": "We have determined that at the end of one year (one period), your $100 investment has grown to $110. Now let's say you decide to leave this new principal amount (FV1) of $110 in the bank for another year earning 10 percent interest. How much money would you have at the end of the second year (FV2)? To arrive at the value for FV2, we multiply the new principal amount by the future value factor (1 + i).",
            "The Future Value Equation": "The Future Value Equation is FVn = PV × (1 + i)^n.",
            "Using a Calculator to Compute the Future Value Factor": "To solve a future value problem, we need to know the future value factor, (1 + i)n. Fortunately, almost any calculator suitable for college-level work has a power key (the yx key) that we can use to make this computation. For example, to compute (1.08)10, we enter 1.08, press the yx key and enter 10, and press the = key. The number 2.159 should emerge. Give it a try with your calculator.",
            "Future Value Factor Tables": "Before calculators and spreadsheets became widely available, a financial analyst would typically use a future value factor table to obtain the factor for a future value calculation. Doing this reduced the necessary calculation to the simple multiplication of the present value by the future value factor—something that could easily be done by hand. A future value factor table, an example of which is provided in Table A.1 in Appendix A at the back of this book, provides future value factors for a range of interest rates and years. While such tables are no longer commonly used, you might find the one at the back of this book useful in checking some of the calculations that you do throughout this course.",
            "The Power of Compounding": "Suppose you have an opportunity to make a $5,000 investment that pays 15 percent per year. How much money will you have at the end of 10 years? The time line for the investment opportunity is: where the $5,000 investment is a cash outflow and the future value you will receive in 10 years is a cash inflow. We can apply Equation 5.1 to find the future value of $5,000 invested for 10 years at 15 percent interest. We want to multiply the original principal amount (PV) times the appropriate future value factor for 10 years at 15 percent, which is (1 + 0.15)10.",
            "Continuous Compounding": "The formula to compute the future value for continuous compounding (FVinf) is: FVinf = PV x e^(i x n)."
        },
        "Present Value and Discounting": {
            "Present Value and Discounting": "In our discussion of future value, we asked the question “If you put $100 in a bank savings account that pays 10 percent annual interest, how much money would accumulate in one year?” Another type of question that arises frequently in finance concerns present value. This question asks, “What is the value today of a cash flow promised in the future?” We'll illustrate the present value concept with a simple example.",
            "Single-Period Investment": "Suppose that a rich uncle gives you a bank certificate of deposit (CD) that matures in one year and pays $110. The CD pays 10 percent interest annually and cannot be redeemed until maturity. Being a student, you need the money and would like to sell the CD. What would be a fair price if you sold the CD today? From our earlier discussion, we know that if we invest $100 in a bank at 10 percent for one year, it will grow to a future value of $100 × (1 + 0.10) = $110. It seems reasonable to conclude that if a CD has an interest rate of 10 percent and will have a value of $110 a year from now, it is worth $100 today. More formally, to find the present value of a future cash flow, or its value today, we reverse the compounding process and divide the future value ($110) by the future value factor (1 + 0.10). The result is $110/(1 + 0.10) = $100, which is the same answer we derived from our intuitive calculation.",
            "Multiple-Period Investment": "Now suppose your uncle gives you another 10 percent CD, but this CD matures in two years and pays $121 at maturity. Like the other CD, it cannot be redeemed until maturity. From the previous section, we know that if we invest $100 in a bank at 10 percent for two years, it will grow to a future value of $100 × (1 + 0.10)^2 = $121. To calculate the present value, or today's price, we divide the future value by the future value factor.",
            "The Present Value Equation": "Given the pattern shown above, we can see that the general formula for the present value equation is: PV = (FVn)/(1 + i)^n",
            "The Relations Among Time, the Discount Rate, and Present Value": "From our discussion so far, we can see that (1) the farther in the future a dollar will be received, the less it is worth today, and (2) the higher the discount rate, the lower the present value of a dollar to be received in the future. Let's look a bit more closely at these relations. Recall from Exhibit 5.4 that the future value of a dollar increases with time because of compounding. In contrast, the present value of a dollar becomes smaller the farther into the future that dollar is to be received. The reason is that the present value factor 1/(1 + i)n is the reciprocal of the future value factor (1 + i)n. Thus, the present value of $1 must become smaller the farther into the future that dollar is to be received. Exhibit 5.7 shows the present values of $1 for different time periods and discount rates. For example, the present value of $1 discounted at 5 percent for 10 years is 61 cents, at 10 percent it is 39 cents, and at 20 percent, 16 cents. Thus, the higher the discount rate, the lower the present value of $1 for a given time period. Exhibit 5.7 also shows that, just as with future value, the relation between the present value of $1 and time is not linear, but exponential. Finally, it is worth nothing that if interest rates are zero, the present value of $1 is $1; that is, there is no time value of money. In this situation, $1,000 today has the same value as $1,000 a year from now or, for that matter, 10 years from now.",
            "Future Value Versus Present Value": "We can analyze financial decisions using either future value or present value techniques. Although the two techniques approach the decision differently, both yield the same result. Both techniques focus on the valuation of cash flows received over time. In corporate finance, future value problems typically measure the value of cash flows at the end of a project, whereas present value problems measure the value of cash flows at the start of a project (time zero). Exhibit 5.8 compares the $10,000 investment decision shown in Exhibit 5.1 in terms of future value and present value. When managers are making a decision about whether to accept a project, they must look at all of the cash flows associated with that project with reference to the same point in time. As Exhibit 5.8 shows, for most business decisions, that point is either the start (time zero) or the end of the project (in this example, Year 5). In Chapter 6 we will discuss calculation of the future value or the present value of a series of cash flows like that illustrated in Exhibit 5.8."
        },
    "Additional Concepts and Applications": {
        "Additional Concepts and Applications": "In this final section, we discuss several additional issues concerning present and future value, including how to find an unknown discount rate, the time required for an investment to grow by a certain amount, a rule of thumb for estimating the length of time it will take to “double your money,” and how to find the growth rates of various kinds of investments.",
        "Finding the Interest Rate": "In finance, some situations require you to determine the interest rate (or discount rate) for a given future cash flow. These situations typically arise when you want to determine the return on an investment. Consider a zero coupon bond, which is essentially a loan that pays no periodic interest. The issuer (the firm that borrows the money) makes a single payment when the bond matures (the loan is due) that includes repayment of the amount borrowed plus all of the interest. Needless to say, the issuer must prepare in advance to have the cash to pay the bondholders. Suppose a firm is planning to issue $10 million worth of zero coupon bonds with 20 years to maturity. The bonds are issued in denominations of $1,000 and are sold for $90 each. In other words, the investor buys the bond today for $90, and 20 years from now the firm pays the investor $1,000. If you bought one of these bonds, what would be your return on investment?",
        "The Rule of 72": "People are fascinated by the possibility of doubling their money. Infomercials on television tout speculative land investments, often claiming that some investors have doubled their money in a short period of time, such as four years. Before there were financial calculators, people used rules of thumb to approximate difficult present value calculations. One such rule is the Rule of 72, which was used to determine the approximate amount of time it takes to double the value of an investment. The Rule of 72 says that the time to double your money (TDM) approximately equals 72/i, where i is the rate of return expressed as a percentage. Thus, TDM = 72/i.",
        "Compound Growth Rates": "The concept of compounding is not restricted to money. Any number that changes over time, such as the population of a city, changes at some compound growth rate. Compound growth occurs when the initial value of a number increases or decreases each period by the factor (1 + growth rate). As we go through the book, we will discuss many different types of interest rates, such as the discount rate on capital budgeting projects, the yield on a bond, and the internal rate of return on an investment. All of these interest rates can be thought of as growth rates (g) that relate future values to present values."
    }
    }
}
